[
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Mario Kart 64 is more than your usual racing game. It’s a Battle Royale on wheels. All of the skill in the world isn’t going to save you or your spot in first place when some punk decides to fire a Blue shell your way.  Beneath its colorful, cartoonish appearance, there lies a game so brutal it makes Mad Max look like bumper cars.  This successor to Super Mario Kart was able to ditch the Mode 7 graphics for genuine 3D racetracks. With a grand total of 16 increasingly-challenging courses, crisscrossing every corner of the Mushroom Kingdom, and 8 playable Mario veterans behind the wheel, Mario Kart 64 is a title that never runs out of surprises. Whether it’s making hairpin turns on slippery ice sheets, dodging the crushing Thwomps that line the halls of Bowser’s castle, or stealing victory at the last second with a well-timed Mega Mushroom Speed Boost, Mario Kart 64 is loaded with peril at every turn. But even if you managed to master all the dastardly racetracks of the main game, Mario Kart 64’s Battle Mode is guaranteed to leave you with a white-knuckled grip on your controller. Forget about momentum; this game mode is four sadistic speedways designed to let you wreck anything that moves. So if you’re looking for a crash course in why the Nintendo 64 was the greatest multiplayer console ever made, look no further. Get some friends together and get ready to burn some serious rubber in this rip-roaring, road-rage rampage!",
        "imgs": "TWFy;TWFya;TWFyaW",
        "keys": "N64, Game, Racing",
        "name": "Mario Kart 64 - N64 Game",
        "price": 14418
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Buy Super Mario 64 for the Nintendo 64! Mario 64 is the game that introduced the world to the Nintendo 64 system. Each level not only presented gamers to a new and colorful world, but also the new capabilities of the system. At it’s core the game is still the same. The evil Bowser has Kidnapped Princess Peach! Again. But, this time he was too lazy to even leave her castle. Now it’s up to everyone’s favorite plumber to step in and send the deadbeat dictator packing! Players move Mario across the level by running and jumping to avoid obstacles and defeat enemies. However, this formula becomes an entirely new experience, when you set it in fully rendered three-dimensional worlds. Worlds where Mario now had to hold his breath to swim underwater, making deep dives dangerous plunges into the unknown. Worlds where Mario flies above and around technicolor clouds! Worlds that had to be explored from literally every angle, by moving a dynamic camera around Mario. Worlds so complex that numerous missions could be set within the same space, making each replay a completely new challenge. In short: Worlds that had never before been possible! Super Mario 64 is guaranteed to bring back all kinds of nostalgia, as you listen to the plucky plumber’s shoes tap along the halls of Princess Peaches castle. It’s an unforgettable experience that will make you fall in love with your N64 all over again, and again, and again.",
        "imgs": "U3Vw;U3VwZ",
        "keys": "N64, Game, Action Adventure",
        "name": "Super Mario 64 - N64 Game",
        "price": 7208
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "GoldenEye was originally designed to be an awesome series of first-person-perspective missions that put players in the immaculately tailored shoes of James Bond. The idea of a game that would allow you to live out scenarios from over three decades of action-packed movies was sheer brilliance, and doubtlessly would have made GoldenEye a great game in its own right. But then at the last minute, one of the developers had the idea to throw in a multiplayer mode, and a gaming legend was born. With over 40 playable characters, 32 devastating weapons, 11 treacherous death maps, 8 separate game modes, a metric ton of game-shattering cheat options, all at the disposal of up to 4 players at once made GoldenEye the greatest multiplayer game of its generation. The idea of four friends all clumped together on a couch, and staring at the same screen is a lost novelty these days. And that’s a shame. Games like GoldenEye really brought out a sense of comradery. It takes good humor, and some serious guts to laugh at the guy you just drove over with a digital tank, when they’re sitting two feet away from you. And focusing on just your quarter of the television screen, never knowing when your enemies would spring out to attack you was an experience that never let the tension ease up for a second...unless you were a dirty cheater who decided to look at where everyone else was standing and throw grenades at them like you were some sort of psychic demolitions expert. Either way, GoldenEye was endless fun to play and remains a title that will leave you shaken and stirred.",
        "imgs": "MDA3;MDA3I;MDA3IE;MDA3IEd",
        "keys": "N64, Game, Shooter",
        "name": "007 Goldeneye - N64 Game",
        "price": 7723
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Heralded as the single greatest game of all time upon its release, Legend of Zelda Ocarina of Time is easily the crown jewel of the Nintendo 64 library. Link’s move to 3D allowed him to climb, jump, swim and crawl across every environment, allowing for an unprecedented level of immersion and exploration. The game’s awesome Z-targeting system could transform any battle into a heated, cinematic duel. And it’s a hauntingly beautiful soundtrack, is still a perfect companion to every realm you explore. From your initial investigation within the depths of the dying Great Deku Tree, to your final showdown with Ganon , there is never a moment of this game that feels anything short of epic. Ocarina of Time is the single greatest story Nintendo has ever told. It’s a tale of Gods and Champions, locked in an eternal struggle across time. It’s the story of one boy’s journey to become a legendary hero. It’s a timeless masterpiece that gamers the world over keep revisiting to this day. More than any game ever created, there is a sort of wanderlust that brings players back to rediscover the wonders of Hyrule, take up the Master Sword, and become the Hero of Time once more. It’s a call to the N64’s greatest adventure. Now, the only question is: will you answer it?",
        "imgs": "TGVn;TGVnZ",
        "keys": "N64, Game, RPG",
        "name": "Legend Of Zelda Ocarina Of Time - N64 Game",
        "price": 8238
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Super Smash Bros is one of those rare games you never knew you’d always wanted. I mean, how many of us were really hoping that there was a game where that racecar driver from F-Zero could repeatedly punch the kid from Earthbound. But then somehow, out of nowhere, that game popped into existence. And it was the greatest thing ever. Super Smash Bros was a revolutionary game for two reasons. Firstly, it was Nintendo’s long overdue crossover game that brought together characters from its many franchises for one epic quest. It’s just that I think most of us thought that it would be something other than beating each other senseless. And secondly: Smash redefined what a fighting game could be. It took the two-dimensional combat of Street Fighter, but placed it in a variety of colorful stages that players could jump around like a traditional platformer. Then it took the usual one on one battle mechanics and tossed them out the window. Want Mario to use his special fireball move? Just press the “B” button. You want Mario to do a special uppercut move that makes his opponents explode into golden coins? Yeah, that’s a trickier one; press “Up and B.” There were no fancy inputs for super moves, up to four people could play at the same time, and they gave you items to use against opponents. And, what items they were! Pokeballs, Warp Stars, Invincibility Stars, explosive Bob-ombs, proximity mines, ray guns, Super Hammers and more! And the fighting arenas were all plucked from the greatest video game levels across the Nintendo universe. Get your buddies together, choose an adorable cartoon mascot, and then send them to lava-filled depths of Planet Zebes to fight until only one is left standing. Not extreme enough? How about the vacuum of space, on top of Star Fox’s mothership, while Arwings indiscriminately fire lasers at everyone? Too much? Try out Kirby’s Dreamland. It has a tree that can make the wind blow against you...every time you’re trying to avoid falling down a bottomless pit. Was it fair game? No. Was it balanced? Heck, no! Was it fun? Undeniably. Nintendo’s four-player party/fighting crossover game is something weird and wonderful. If you own a Nintendo 64 and at least one controller, there’s no reason it shouldn’t be in your library.",
        "imgs": "U3VwZX;U3VwZXI",
        "keys": "N64, Game, Fighting",
        "name": "Super Smash Bros. - N64 Game",
        "price": 7723
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "The single most popular game for the Super Nintendo System, selling over 20 million copies worldwide, it was the flagship for the next generation of Nintendo innovation, and a true gaming masterpiece. With Super Mario World, Nintendo had to improve upon the already legendary Super Mario Bros. 3 for the Original Nintendo System, while showcasing every new feature their new Super Nintendo System had to offer. Most thought it impossible, but Nintendo absolutely crushed it on the first try. Mario entered the 16-bit generation bigger and better than ever. With 9 massive realms to explore, it lived up to the title of being a Mario World. And, what a world! Gorgeous grasslands, haunted houses, lava-filled caverns, and deathtrap laden lairs were just a few of the daunting obstacles between you and victory. However this time around, Mario brought backup. This was the debut game for Mario’s Dinosaur friend with an appetite: Yoshi. Team up, eat up, and learn to fly to new heights with Mario’s new cape power-up. It’s a big world out there, and it’s always waiting to be explored.",
        "imgs": "U3VwZXIg;U3VwZXIgT;U3VwZXIgTW;U3VwZXIgTWF",
        "keys": "SNES, Game, Action Adventure",
        "name": "Super Mario World - Snes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "In Christmas of ‘97, Nintendo dropped this unexpected holiday gift in everyone’s lap. Diddy Kong Racing remains one of the greatest racing games ever made. And, even though it is often overlooked for the ludicrously successful Mario Kart 64, it easily holds its own against that masterpiece. Diddy Kong Racing distinguishes itself as, well, a much more serious racing game. It rewards pure skill, over scoring an invincibility star power-up. Furthermore it allows you to explore its tracks in not one, but three separate vehicles: Cars, Hovercrafts, and Planes. That’s three different ways to experience every aspect of this masterfully crafted game. Each vehicle handles differently, and rewards you with new routes to explore, effectively making Diddy Kong Racing three whole games in one! And, if that wasn’t enough, the game even features a complete story mode, with bosses, tougher racers, and a full cast of colorful supporting characters. With so much to offer, Diddy Kong Racing is something that must be played to truly appreciate. And, it’s just waiting for you to take the wheel.",
        "imgs": "RGlk;RGlkZ;RGlkZH",
        "keys": "N64, Game, Racing",
        "name": "Diddy Kong Racing - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "The Original Game Box said it all: “The biggest, most exciting MARIO BROS. Adventure yet!” Nintendo pushed the NES to its absolute limit to deliver a Mario game so epic in scale, it’s still mind-blowing. Bigger worlds? Check. More action? Double check! Dash across icy tundras, travel to a world of enormously over-sized enemies, soar across a kingdom in the clouds, bring down enemy airships, and even crush the entire tank brigade of Bowser’s dreaded Dark Kingdom? You better believe it! With a boatload of new and old power-ups, Mario could shoot fireballs, swim in his frogsuit, annihilate anything sorry enough to cross his path with Hammers, and best of all, fly. Land, sea, and sky, this was the game that let you take the battle against Bowser to all fronts. But, the path to toppling the monstrous turtle tyrant was far from easy...unless you knew where to look for the secret locations of the warp whistles that just let you teleport right to the game’s finale. Seriously, every time you revisit this game you will discover something new. It is a video game legend, and Nintendo’s perfect swan song to their flagship system.",
        "imgs": "U3VwZXIgTWFy;U3VwZXIgTWFya;U3VwZXIgTWFyaW;U3VwZXIgTWFyaW8;U3VwZXIgTWFyaW8g",
        "keys": "NES, Game, Action Adventure",
        "name": "Super Mario Bros. 3 - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "If there was ever proof that perfection lies in simplicity, it’s Tetris. Seven falling blocks, 20 levels of difficulty, the game takes minutes to learn, but a lifetime to master. The original block-dropping, tile-matching, pulse-pounding gameplay contained within this Nintendo Entertainment System Game Cartirdge is still as addictive as ever. Even after nearly three decades, this Russian reflex test remains the gold standard for digital puzzle perfection.",
        "imgs": "VGV0;VGV0c;VGV0cm;VGV0cml",
        "keys": "NES, Game, Puzzle",
        "name": "Tetris - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Star Fox was another Super Nintendo classic that received a quantum boost from the Nintendo 64’s revolutionary hardware. All of the space-faring, dogfighting action of the original returned in glorious real 3D. This allowed for all manner of advanced maneuvers, from barrel-rolls, to exciting nose-diving loop-de-loops. And, thanks to the newly released N64 Rumble Pack, this time you actually felt the thunder of every explosion that rocked the skies. Crisp animation and hi-def visuals, paired with some of the best voice acting for the console, made Star Fox 64 a treat for both the eyes and the ears. The addition of the LandMaster Tank and the Blue-Marine allowed you to engage enemies from land, sea and sky! But. it was the 25 unique story paths the game could take and multiple secret endings that kept gamers coming back for more. Star Fox 64 is a relatively short game, but with so many different ways to experience it, and the challenge of mastering each level with a variety of vehicles, it’s a title that never wears out its welcome. Tack on some fun multiplayer Battle modes, and there is virtually no end to the replayability of this Nintendo 64 masterpiece.",
        "imgs": "U3Rh;U3Rhc;U3Rhci;U3RhciB",
        "keys": "N64, Game, Shooter",
        "name": "Star Fox 64 - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Super Smash Bros. Melee wasn’t just the game that made the Nintendo Gamecube a must-own system; it’s the game that defined a generation! If you were playing video games in 2001, you played Melee. And, you loved it. With an insane roster of 25 Nintendo All-Stars, dozens of comically punishing weapons, and unparalllelled four-player action, Melee took everything that made the original Super Smash Brothers for the N64 great and turned it up to 11. Bigger stages, awesome music, an entire Adventure mode where video game worlds collided, Melee was the ultimate gaming remix. Lead Link through the Mushroom Kingdom! Guide Mario down the dungeons of Hyrule! Take Pikachu for a run across the racetracks of F-Zero! Melee wasn’t just a Nintendo duel for the ages, it was a massive remix of all your favorite games, blended into a glorious collaboration, and garnished with a credits sequence that let you shoot every name that scrolled by, like you were playing Starfox. There was never a dull moment in Melee, and it more than earns its title as the greatest fighting game sequel ever made! It’s a party game, that doubles as a dizzyingly complex fighting game. Melee’s controls are simple enough that anyone can pickup and play it, but it can take years to master the abilities of any member of its roster. There’s a reason why Super Smash Bros. Melee is still played at competitive gaming tournaments around the world: it is a timeless classic. Even today, it still feels as exciting and fresh as it did over a decade ago. It’s a perennial crowd-pleaser, and one of the single most enjoyable titles Nintendo has ever produced. If ever there was a game we could recommend to anyone, it’s Super Smash Bros. Melee. It’s literally got something for everyone, and it’s all here waiting for you to experienceover again.",
        "imgs": "U3VwZXIgU",
        "keys": "GameCube, Game, Fighting",
        "name": "Super Smash Bros. Melee - Gamecube Game",
        "price": 10298
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Preserved in all of it’s shiny glory, this is an original Golden The Legend of Zelda Nintedo game cartridge. Bought from a private collection, this masterpiece has been lovingly restored by our trained team of retroware experts. Cleaned, polished to a mirror sheen, and tested for optimal performance, this game is guaranteed to run as smoothly as it did in ‘86. Does anything even need to be said about this game? Over three decades later, and Legend of Zelda remains the most iconic fantasy game ever made. Pop it into your original NES system, and prepare to be transported back to that first time you ventured into the land of Hyrule. Sporting the greatest single 8-bit soundtrack ever composed, Zelda’s score is the lullaby of a generation. It’s a timeless classic that has spawned countless sequels, but none that capture the pure magic of the original adventure. If you loved the Nintendo, you loved Zelda. A must have for any collection.",
        "imgs": "TGVnZW;TGVnZW5;TGVnZW5k;TGVnZW5kI",
        "keys": "NES, Game, RPG",
        "name": "Legend Of Zelda Gold - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Mario Kart 64 was a game that revolutionized an entire genre, and made the Nintendo 64 the must-own gaming console of its generation. It is, to be blunt, a legend. So, how did Nintendo go about creating a sequel that could hope to live up to its predecessor’s greatness? Well, they doubled down on everything. Literally. With more than twice as many iconic Mario characters behind the wheel, a garage bursting with 21 over-the- top vehicles, 16 enormous tracks, and more special items than ever, this Mario Kart was completely retooled, revved up, and ready to ride! But the best part was that this time, you didn’t have to ride alone. Mario Kart Double Dash was all about teamwork. One player drove the vehicle, while the other hung off the rear bumper to handle every weapon, trap, and power-up you picked up along the way. Oh, and they could literally punch any Kart that dared get too close to you. Additionally two-player teams could switch roles on the fly, creating the first ever tag-team racing, battle royale in gaming history. But even if you didn’t have a buddy with which to play, the Gamecube’s intuitive controls allowed to you switch up your team with the press of a button. But, what really allows Double Dash to take the lead is the fact it was one of the only Gamecube games specifically designed for competitive play. The Nintendo Gamecube Broadband Adapter enabled actual LAN connectivity between multiple consoles. Or to put it plainly, this was a racing game that could host up to 16 players at the same time! Throw in a ton of multiplayer battle modes, and you’ve got a racing game that left all its competition in the dust. Nintendo GameCube game in good used condition.",
        "imgs": "TWFyaW8;TWFyaW8g",
        "keys": "GameCube, Game, Racing",
        "name": "Mario Kart Double Dash - Gamecube Game",
        "price": 9783
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "When Donkey Kong returned for his first game in over a decade, gaming’s greatest Gorilla did it in a big way. How big? Well, it took 22 man years, 32,768 colors, and a genuine super computer just to render the single largest game the Super Nintendo Entertainment System had ever seen. Weighing in at a ludicrous 32 megabytes, sporting state of the art 3D graphics, and an unforgettably atmospheric synth soundtrack, spanning six sprawling worlds, Donkey Kong Country was an absolute beast of a game. Additionally, Donkey Kong got to team up with his new sidekick, Diddy Kong, and a ton of epic animal mounts in one incredible quest to reclaim their stolen banana horde. The full adventure was over 100 levels of nonstop minecart riding, deep sea diving, barrel bursting, KONG collecting, Boss battling, monkey mayhem. And over two decades later, it’s still the gold standard for SNES and a total beast of a game.",
        "imgs": "RG9u;RG9ua;RG9ua2;RG9ua2V;RG9ua2V5",
        "keys": "SNES, Game, Action Adventure",
        "name": "Donkey Kong Country - Snes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Banjo Kazooie is a masterpiece. With the arrival of the Nintendo 64’s revolutionary 3D graphics, game studios were able to create digital worlds of unparalleled detail. This gave rise to what is lovingly remembered as the Collectathon genre. The goal of these games was to search every lovingly-rendered inch of the world to find all kinds of secrets and treasures. Sort of like a scavenger hunt, with about a million other adventures and mini-games on the side. And it all began with Banjo Kazooie. What makes this game so great is that there’s never one mammoth goal you’ll be tackling. The world isn’t about to be destroyed. There is no princess in peril. You’re just a cartoon Bear, sporting a backpack where his cartoon Bird pal likes to chill. All nine game worlds are brimming with this cartoonish, colorful, personality. And it just makes wandering through them an absolute delight. As you explore, you’ll be presented with a smorgasbord of fun, little tasks to choose as you please. Collect a golden puzzle piece, listen to some musical fanfare. Then move on to the next thing on the itinerary. Congratulations. You just spent five hours playing this game and didn’t even notice. Banjo Kazooie is notorious for just how easily it sucks you in. And that’s because every bit of it is just plain, honest fun. And really, isn’t that what every game ought to be? It’s a 64-bit classic that hasn’t aged a day. Play it, replay it, and fall in love with its irresistible charms all over again.",
        "imgs": "QmFu;QmFua",
        "keys": "N64, Game, Action Adventure",
        "name": "Banjo Kazooie - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Pokemon Stadium was more than a game. It was pure spectacle. Finally, you could take every team of hardened Pokemon from Red, Blue, and Yellow Gameboy cartridges off of the two-dimensional confines of your Gameboy screen, and using the revolutionary Nintendo 64 Transfer-Pak, duke it out in glorious 3D. Playing Stadium made you feel like a genuine Pokemon Master! It was like living the cartoon. Announcers offered live commentary to every match, while the stadium cheered you on to victory. It was as immersive an experience as the Nintendo 64 system could offer. And admit it, there were more than a few times you yelled “I choose you...” at the TV screen without a hint of irony. Pokemon on the gameboy was an epic adventure, but Stadium was the game that finally made you feel like a Champion.",
        "imgs": "UG9r;UG9rZ",
        "keys": "N64, Game, Fighting",
        "name": "Pokemon Stadium - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Was TMNT one of the most unforgiving games of your childhood? Well, yeah. But if anyone was up to the challenge, it was the one and only “Heroes in a Half Shell.” Leonardo, Donatello, Raphael, and Michelangelo tackled anything and everything thrown at them in this digital adventure. From his faithful goons Bebop and Rocksteady, to his army of various mutated monsters, robots, and goons, to freaking electrified underwater seaweed, The Shredder didn’t pull ANY punches in the Turtles’ very first video game. However, if you can still tap into some of that good ol’ fashioned Turtle Power, this game still offers one shell of a time!",
        "imgs": "VGVl;VGVlb;VGVlbm;VGVlbmF;VGVlbmFn",
        "keys": "NES, Game, Action Adventure",
        "name": "Teenage Mutant Ninja Turtles - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "You know what they say- there ain't no party like a Mario Party 'cuz a Mario Party don't stop until at least two people want blood over stolen stars, everyone has blisters from frantic joystick rotation, and all sense of friendship has eroded! But, hey! Don’t hate the players, LOVE THE GAME! Leave it to the mad geniuses at Nintendo to take all of the fun and frustration of traditional board games and upgrade it into the digital age. Mario Party is a little like Monopoly, if every space made you draw the “Go to Jail” card. It rewards resource management and successfully circumnavigating each of its 8 unique boards, while simultaneously encouraging you to shove everyone else under the busload of over 50 mini-games that occur between turns. Winning will require a lot more than just lucky rolls of the dice. Mario Party is all about survival of the fittest. It’s like the Hunger Games, but with cheerier music. So grab your controller, and fight to be the last one standing in this game of treachery and deceit. All’s fair in Mario Party and War. So, grab whatever family and friends you haven’t already lost to the N64’s most cutthroat title, and let games begin.",
        "imgs": "TWFyaW8gU;TWFyaW8gUG",
        "keys": "N64, Game, Puzzle",
        "name": "Mario Party - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "They say a picture is worth a thousand 5-star reviews.. So, look at that sweet box art! You got Rambo running recon behind Schwarzenegger, as he proceeds to unload a laser cannon at the monster from Alien! If that doesn’t sum up Contra, I don’t know what does! This game was every action movie the 80s ever produced, somehow rolled into one pixellated adventure of a lone soldier (or two veteran badasses, if you could find a buddy tough enough to watch your back) waging war against a literal army of Red Falcon soldiers, robots, super-mutants, and monsters from beyond the stars. Storm the jungles of Central America, bypass the security systems to secret weapons labs, and finally make your way to a literal heart of darkness, while never once letting your thumb off the fire button until the final body hit the floor. However, whether that bullet-riddled husk is yours or the enemy’s all depends on your skill. And yeah, the odds are against you. That’s how you like them, especially when you have some serious fire power up your sleeve. Flamethrowers, Laser Canons, Machine Guns, High-Tech Invulnerability Shields, and the ever handy Spread Shot make for an arsenal that would make Stalone drool. But, if that’s not enough to keep you in the fight, just remember the old saying: “When the going gets tough, the tough press ‘up, up, down, down, left, right, left, right, B, A.’” If you’re looking for an adrenaline packed adventure that boasts more bullets on screen than any other game for the NES, look no further.",
        "imgs": "Q29u;Q29ud;Q29udH;Q29udHJ;Q29udHJh",
        "keys": "NES, Game, Action Adventure",
        "name": "Contra - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Released in 2002, Super Mario Sunshine remains one of the most unique Mario adventures ever made. While taking a well-deserved vacation from rescuing princesses and vanquishing evil turtles, Mario discovers that the inhabitants of the beach resort, Isle Delfino, blame him for a recent spree of grafiti vandalism. In order to set things straight, the plucky plumber dons the all new FLUDD device that allows him to run faster, jump higher, float across deadly pits, and clean even the toughest stains with it’s powerful water cannons. Mario’s Dinosaur friend Yoshi also helps out, making its first main series appearance since Super Mario World for the SNES. With a ton of new tools and helpful allies, Mario sets out to clean up the island, while clearing his name. This Mario title is occasionally overshadowed by other games in the series, but make no mistake, this game definitely shines through where it counts. Isle Delfino is a brilliantly colorful world that grows steadily more vibrant as Mario cleans away the gunk in every level. The music is absolutely sublime, and is universally recognized as some of the best composed for the system. And the gameplay, well, it’s Mario! Every jump, glide, and sprint feels perfectly implemented, thanks to the series’ legendary controls. Without a doubt Super Mario Sunshine showcases the Gamecube at its absolute best, and more than deserves a space in anyone’s collection. Nintendo GameCube game in good used condition.",
        "imgs": "U3VwZXIgTWFyaW8gU",
        "keys": "GameCube, Game, Action Adventure",
        "name": "Super Mario Sunshine - Gamecube Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Mike Tyson. Kid Dynamite. The Baddest Man on the Planet. Every punch you threw, every glass jawed joker you TKO’d, and every time you reset the game to try again, it was all to take him down Your thumbs vs the champ’s fists, to this day it remains one of the most legendary bouts in gaming history. It’s a long way to the top, though. A cast of intercontinental contenders stands between you and the main event. If it’s your first time in the ring, or you want a rematch with the hardest hitting heavyweight in history, Mike Tyson’s Punch-Out!! is waiting to go another round whenever you are. Fight the incredible Mike Tyson! He's waiting... Little Mac was only 17 years old and lives in the South Bronx. His destiny changed when he met Doc Louis and the two of them began preparing for the World Championship. This was the start of there new life. Together they began there long struggle to the World Championship. Bald Bull, you are my arch nemesis! I have waited years for this moment, after knocking me down you would then taunt me with your famous \"ho, ho, ho\". I'm older now, smarter and fast... well not faster, but you better be ready for a knuckle salad to the chops you bald monster.",
        "imgs": "TWlr;TWlrZ;TWlrZS;TWlrZSB;TWlrZSBU;TWlrZSBUe;TWlrZSBUeX;TWlrZSBUeXN;TWlrZSBUeXNv;TWlrZSBUeXNvb",
        "keys": "NES, Game, Arcade",
        "name": "Mike Tyson'S Punch-Out! - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. *This game needs to have an expansion pak in your N64 system to access 1 player story mode.",
        "imgs": "UGVy;UGVyZ",
        "keys": "N64, Game, Shooter",
        "name": "Perfect Dark - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "The original two-pack has been setting Televisions ablaze since 1985, and we do our best to keep that fire burning. All the fun and adventure of Mario’s very first quest to save the Mushroom Kingdom, combined with the timeless fun of blasting pixelated water fowl out of the sky with your trusty NES Zapper Lightgun, was packed into one tasty cartridge. This wasn’t just a game, it was a showcase of everything that made the NES incredible. Thumb-blistering platform action, and the pixel perfect precision needed to land every duck-decimating round you fired, it’s always been the perfect NES starter pack. After all, these are the two games that all but defined the system.",
        "imgs": "U3VwZXIgTWFyaW8v;U3VwZXIgTWFyaW8vR;U3VwZXIgTWFyaW8vRH;U3VwZXIgTWFyaW8vRHV",
        "keys": "NES, Game, Action Adventure",
        "name": "Super Mario/Duck Hunt - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Wave Race 64 is the thrilling jet ski racing game that blew all of its competition out of the water! Even though it was one of the earlier games to come out for the N64, Wave Race still manages to stand out as one of the best looking titles on the system. All four of the unique jet skis and racers are colorful and beautifully animated. The courses are diverse and filled with realistic hazards, set pieces, and incredible lighting effects. This may be the first N64 game to feature fully rendered lens flares. However, the star of the show is undoubtedly the water. You think that’s a joke? Even today, developers have trouble making water look real. In wave Race 64 it not only looks real, it feels real! Each wave is unique and presents its own swell and crash for players to navigate. During sunny afternoons, the calm ocean is a crystaline blue that allows you to see pods of dolphins frolicking beneath the surface. Those same digital waters visibly darken and turn choppy in stormier weather. As evening approaches, the entire sea takes on a gorgeous sun-kissed hue. That level of detail was completely unprecedented in 1996, and still looks amazing over two decades later. But as fun as it is to stare at imaginary water, a racing game is still only as good as its gameplay. And wow, does Wave Racer 64 deliver! This is a title made for the N64. The whole game is built around the controller’s analog joystick, which rolls effortlessly along the crest of every wave. Crashing into obstacles flings you off your jet ski. Crashing into other racers knocks them off their jet ski. Making sharp turns at full speed is exhilarating, as you try to push your momentum as far as it will go without capsizing yourself. And, the ability to alter your jet ski ‘s attributes to match your play style created endless customization possibilities. In addition to the core arcade mode, Wave Race 64 includes time trials and a stunt mode. The game also sports the obligatory two-player mode that lets you race against friends. There’s a purity to Wave Race 64’s design. It’s a game that never loses sight of its purpose, and that’s straight-up wave racing action. By working to perfect that as much as possible, it makes for an incredible game that leaves everything else its wake.",
        "imgs": "V2F2;V2F2Z",
        "keys": "N64, Game, Racing",
        "name": "Wave Race 64 - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Wind Waker is the game that put the “Legend” in Legend of Zelda. Unlike most games in the series, Wind Waker is a direct sequel to Legend of Zelda: Ocarina of Time for the Nintendo 64. Set hundreds of years after the Hero of Time defeated Ganondorf, players quickly learn that a lot has changed in the land of Hyrule since then. Most noticeably, a sprawling ocean has flooded the entire realm. The rest is up to the player to discover as they take to the seas as a new hero, sporting that unmistakable green tunic and hat. This saga upon the high seas is the first Zelda game to utilize incredible cel-shading techology, giving the entire adventure a sleek, colorful appearance that will make you feel like you are watching an action packed cartoon. This presentation also allows for a color palette that earlier Zelda titles could only dream of. As you sail the Hylian ocean, it’s peaceful cyan waves slowly darken to a sickening greenish hue as storms begin to brew in real time. This digital epic is a visual feast for the eyes throughout every side-quest, dungeon, and boss fight. So cast off into the greatest Zelda adventure of its generation. Battle pirates, revisit classic Hylian sites, and confront ancient evils as you slowly unravel the mystery of how this great land became submerged beneath these magical waters. Legend of Zelda: Wind Waker is an adventure like no other, and exploring it is a joy for swashbucklers of all ages. Nintendo GameCube game in good used condition.",
        "imgs": "TGVnZW5kIE;TGVnZW5kIE9;TGVnZW5kIE9m",
        "keys": "GameCube, Game, RPG",
        "name": "Legend Of Zelda The Wind Waker - Gamecube Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Ready! Go! Hut-Hut-Hut! Tecmo was the original fantasy football league! It let you live the entire 1991 season from Playoffs to The Super Bowl with the complete NFL league! Tecmo put you in full control of a roster of real life NFL legends, calling and running their every play. Or you could sit back and just coach from the sidelines, as you constantly mixed up your playbooks, subbed out players, and meticulously tracked your entire locker room’s stats from game to game. And since there were no penalties in Tecmo, you were encouraged to literally destroy the competition. Injuries were even rewarded with brutal cutscenes that really made the game come to life. With its deep mechanics, and ability to take direct control of a player’s every action on the field, Tecmo paved the way for what would become the standard for pretty much every other sports game that followed. It was the first fully immersive pro sports game, and has frequently been listed as one of the top 10 most influential games of all time since its release in ‘91. Tecmo has endured and become a timeless game that continues to attract new players each year. Today, there are over 26 National Leagues of dedicated Tecmo players in North America alone. All of them, still playing for the love of the game. So, if you’re thinking of picking up this All-American classic, don’t even bother wondering if it’s any good. It is. All you need to ask is “ARE YOU READY FOR SOME FOOTBALL?”",
        "imgs": "VGVj;VGVjb;VGVjbW;VGVjbW8;VGVjbW8g",
        "keys": "NES, Game, Sports",
        "name": "Tecmo Super Bowl - Nes Game",
        "price": 5354
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Super Mario Bros 2 was the game that took everything you thought you knew about Nintendo’s Italian plumber and flipped it on its head. The game literally opens with you free-falling out of the sky into an alien land filled with strange new enemies. And this time, jumping on them wasn’t going to cut it. Seriously, you could just stand on top of most monsters and they wouldn’t even notice you were there. Of all things you were expected to defeat your enemies with vegetables. Yup. You yanked ‘em out of the ground, then lobbed ‘em around like rocks. And who ever said turnips were good for you? Additionally, this was the game that really expanded the Mario cast. For the first time ever you could play as Mario, Luigi, Princess Peach, and Toad, all with their own unique abilities to help them navigate the dream world, discover the secrets of the subspace doors, and end the reign of King Wart. But what really makes this one unique is the fact that even after decades of new Mario games and spinoffs, there has never been a title to imitate the gameplay of the original sequel. Truly, one of a kind.",
        "imgs": "U3VwZXIgTWFyaW8gQ;U3VwZXIgTWFyaW8gQn;U3VwZXIgTWFyaW8gQnJ;U3VwZXIgTWFyaW8gQnJv",
        "keys": "NES, Game, Action Adventure",
        "name": "Super Mario Bros. 2 - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Today, Mario’s known for appearing in just about every Sport, Olympic Event, Typing Tutor, and Dancing Game imaginable. But, there was a simpler time when all he did was jump around and save the princess. It wasn’t until the groundbreaking game, Super Mario Kart, that Mario decided to take something new for a test drive. Much like F-Zero before it, Mario Kart was a racing game that utilized the Super Nintendo’s revolutionary Mode 7 graphics to make you really make you feel like you were behind the wheel. However, unlike F-Zero, Mario Kart was designed to be a multiplayer experience. The entire game is presented in two-player friendly split-screen. Even when your playing solo modes, the lower half of the screen is devoted to showing off where every one of your opponents were located on the track, which is pretty useful to know when any one of them could try and snipe you with a green shell from behind. Oh. Yeah, this was one of the first ever Racing Games to give players a small arsenal of weapons, power-ups, and traps to make sure you were always on your toes. This was such an integral part of the game, it even got a special “Battle” mode, where the only way to win was to destroy the competition. However you chose to play, there was no arguing that when it came to gaming with family and friends, Mario Kart was the Super Nintendo’s gold standard.",
        "imgs": "U3VwZXIgTWFyaW8gS;U3VwZXIgTWFyaW8gS2",
        "keys": "SNES, Game, Racing",
        "name": "Super Mario Kart - Snes Game",
        "price": 6487
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Super Mario All Stars is the ultimate Mario experience. Combining the three original Nintendo Entertainment System classics into one Super Nintendo cartridge, this game gave Mario a 16- Bit Makeover. It’s got revamped graphics, an updated soundtrack, but still retains the same silky-smooth gameplay you originally loved and mastered. And, then some. This game also features a ton of “Lost Levels,” Super Mario trials so unforgivingly difficult they were banned by Nintendo of America for seven years. (Yes, really.) So, whether you’re looking to play the definitively remastered trilogy of Mario masterpieces, or tackle a whole new wold of challenge, Super Mario All Stars is guaranteed to be a treat for any fans of the world’s most popular plumber. It's the greatest collection of Mario games under one roof! Make sure they're under your roof too! Where else can players find four smash-hit game in one Game Pak? Revisit the magic and fun of the classic Super Mario Bros. series on your Super NES. All the great Super Mario Bros. games for the NES have been powered up with 16-bit graphics and sound and assembled on one super Game Pak. As an added bonus, the previously unreleased \"Lost Levels\" are included. These super challenging courses have never been available in this country until now!",
        "imgs": "U3VwZXIgTWFyaW8gQW;U3VwZXIgTWFyaW8gQWx;U3VwZXIgTWFyaW8gQWxs;U3VwZXIgTWFyaW8gQWxsL;U3VwZXIgTWFyaW8gQWxsLV;U3VwZXIgTWFyaW8gQWxsLVN",
        "keys": "SNES, Game, Action Adventure",
        "name": "Super Mario All-Stars - Snes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "When it comes to the sheer size of game levels, they didn’t get any bigger than this. The snowy tundras of Hoth, blistering deserts of Tatooine, sprawling Imperial construction yards, and majestic cloud cities were only a few of the enormous worlds you would visit. And if you had the N64 Expansion Pak enabled, those worlds could all be viewed in ludicrously hi-def graphics. The game itself is all about piloting space craft through a variety of military-themed missions. And, you were given a veritable fleet of iconic Star Wars craft to choose from. On top of that the game featured an unprecedented 80 minutes of high-quality stereo surround sound. The dynamic soundtrack which accompanies you through every mission, grows more frantic to match the dangers you face so that the game’s tone is always pitch perfect. All of these elements combine to create what is easily the best Star Wars title for the N64, and a game that genuinely makes you feel like you’re in the film.",
        "imgs": "U3RhciBX;U3RhciBXY;U3RhciBXYX",
        "keys": "N64, Game, Action Adventure",
        "name": "Star Wars Rogue Squadron - N64 Game",
        "price": 3500
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "VG9u;VG9ue",
        "keys": "N64, Game, Sports",
        "name": "Tony Hawk'S Pro Skater - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "This Nintendo 64 successor to the SNES’ Yoshi’s Island remains one of the best looking games ever released for the N64. This is due in no small part to it being one of the few 2D games for the system. Much like Donkey Kong Country before it, Yoshi’s Story is filled with gorgeous computer rendered sprites to give it an unmatched level of polish. To call this game adorable would be an understatement. Each of its 24 pastel-colored levels looks as though it was coded on cotton candy. Every world is designed to look like it was lovingly crafted from construction paper and craft store materials, making Yoshi’s Story one of the most visually distinctive games ever produced. However, behind the makeover in the graphics department, Yoshi was still the same dinosaur the world had come to love. Yoshi’s Story retained all the character’s trademark moves, but now allowed players to stick out Yoshi’s tongue in any direction. This made it easier than ever to nab enemies and items alike, while running past the game’s plentiful perils. With its visual flair and endless charm Yoshi’s Story remains one of the most iconic titles to ever grace the Nintendo 64.",
        "imgs": "WW9z;WW9za",
        "keys": "N64, Game, Action Adventure",
        "name": "Yoshi'S Story - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "As a launch title, Excite Bike has been with the Nintendo since they first flew out of the gate in ‘85! This game of nonstop motocross action remains easy to learn, challenging to master, and impossible to put down. It allows you do wheelies, insane jumps, and even ram any rival bikers off the road and out of the running. In this race, the gloves were off if you wanted to become the new champion of the track. But what made Excitebike a true gem was its Design Mode. This was one of the earliest level editors in gaming history. Excite Bike allowed you to create your own awesome racing track, filled with the all the thrilling ramps, speedways, and pitfalls your heart could stand! Innovative, fun, a little ruthless, and a years ahead of its time, Excitebike is a game that put the NES on the map and helped it bring home the gold.",
        "imgs": "RXhj;RXhja;RXhjaX;RXhjaXR",
        "keys": "NES, Game, Racing",
        "name": "Excitebike - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES game cartridge only. ",
        "imgs": "VGVjbW8gQ;VGVjbW8gQm;VGVjbW8gQm9;VGVjbW8gQm93;VGVjbW8gQm93b",
        "keys": "NES, Game, Sports",
        "name": "Tecmo Bowl - Nes Game",
        "price": 2882
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Teenage Mutant Ninja Turtles 2 is everything a sequel should be, bigger, more colorful, and with the option to play it with a friend. In a radical departure from the first game, Turtles 2 is a straight-up, arcade-style, bare-knuckle badguy beatdown. Designed to replicate the original Turtles arcade game in every way, this Nintendo port did not disappoint. With even more levels than its inspiration, it allowed you to walk, jump, and lay down the hurt from 8 differen directions, as you cleared out room after room of villains lifted straight from the awesome Saturday morning cartoon. Best of all, it now featured a two-player mode, meaning you could team up with friends to form your very own Super Powered, Pizza Eating, fighting force. And, if you had a Nintendo Advantage Joystick, it only made the arcade experience all the sweeter, as you busted heads all the way across New York to the heart of Shredder’s Terrordrome. NES multiplayer didn’t get much better than this technical marvel.",
        "imgs": "VGVlbmFnZ;VGVlbmFnZS;VGVlbmFnZSB;VGVlbmFnZSBN;VGVlbmFnZSBNd;VGVlbmFnZSBNdX",
        "keys": "NES, Game, Arcade",
        "name": "Teenage Mutant Ninja Turtles Ii - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Super Mario Bros. is the game that introduced the NES to the world. It is easily the most iconic video game ever made, and most likely the first you ever played. When Super Mario Bros starts up, you’re greeted with a gorgeous title screen and total silence. Then you press start, and it all springs to life! The music pipes up, the characters start moving, and soon you’re reveling in the chime of every collected coin, the plink of each fireball Mario shoots, and the satisfying sight of every Goomba smushed and Koopa Shell kicked. I bet that if you close your eyes, you can still remember every little detail. Even the secret warp pipes and magic bean stalks that lead to incredible rewards. Maybe the fanfare that roared whenever you defeated the dread King Bowser in one of his evil castles. Super Mario Bros. isn’t a game that needs description. It sticks with you, no matter how long it’s been since you last held a game pad. It’s an experience like no other, and, it’s waiting for you discover it all over again.",
        "imgs": "U3VwZXIgTWFyaW8gQnJvc;U3VwZXIgTWFyaW8gQnJvcy;U3VwZXIgTWFyaW8gQnJvcy4;U3VwZXIgTWFyaW8gQnJvcy4g;U3VwZXIgTWFyaW8gQnJvcy4gL",
        "keys": "NES, Game, Action Adventure",
        "name": "Super Mario Bros. - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES game cartridge only. ",
        "imgs": "UmMg;UmMgU;UmMgUH;UmMgUHJ",
        "keys": "NES, Game, Racing",
        "name": "Rc Pro-Am - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES Double Dragon game cartridge for sale, buy the most popular beat'em up NES game. This game like all the Nintendo games we sell is used but bought from a natural collection, checked for condition, tested and works like new. Double Dragon is one of the greatest side scrolling fighting video games of all time and it considered the best 2 player arcade beat'em up games. Double Dragon allows rescue your kidnapped girlfriend from thugs. She was walking down the street minding her own business when out of nowhere she gets slugged in the belly and kidnapped. What are you going to do? Your going to walk down the street and beat up every one you see. Your going to beat up thugs, biker chicks, and one eye cyclops monsters until you rescue the woman you love.  This game is one of the NES video games ever. It is hailed by video game fans, publications, and has been in numerous top 10 video games of all time buy lists. Play this super fun NES classic fighting game today.",
        "imgs": "RG91;RG91Y;RG91Ym;RG91Ymx",
        "keys": "NES, Game, Action Adventure",
        "name": "Double Dragon - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "A long time ago in a galaxy far, far away... As Luke Skywalker and the Rebel Alliance struggle to defeat Darth Vader and the Empire, a new threat arises. Dark Prince Xizor, head of the Black Sun crime syndicate, aspires to take Dark Vader's place at the Emperpor's side. To do that, he must eliminate young Skywalker. As Dash Rendar, it's up to you to protect Luke and help the Alliance defeat the evil Xizor. Wath out for infamous bounty hunters and deadly stormtroopers!",
        "imgs": "U3RhciBXYXJ;U3RhciBXYXJz;U3RhciBXYXJzI;U3RhciBXYXJzIF;U3RhciBXYXJzIFN",
        "keys": "N64, Game, Action Adventure",
        "name": "Star Wars Shadows Of The Empire - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "V2N3;V2N3L",
        "keys": "N64, Game, Sports",
        "name": "Wcw/Nwo Revenge - N64 Game",
        "price": 2058
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Cruis’n USA was meant to be available when the N64 first launched. Unfortunately, its release was delayed a bit when Nintendo demanded the ability to run over cows be removed from rural levels. Regardless of how you may feel about this decision, the end result was a rock-solid port of the racing game sensation that had been burning up arcades for over two years. Now, in all honesty, being one of the first games for Nintendo’s flagship 3D system means that Cruis’n USA is missing some of the polish of later releases. But, presentation was never what Cruis’n USA was all about. And it certainly isn’t what made it a classic. No. This is a game about two things: racing and speed. And dang, if it doesn’t deliver on both! There’s an almost Zen-like beauty in its simplicity. Slam on the ignition, scream towards the finish line, and repeat. No gimmicks. No sneaky Blue Shells. Just pure racing action. So the next time you just want to unwind, tune out, and burn some serious rubber, Cruis’n USA is still revved up and waiting for you to take it for another spin.",
        "imgs": "Q3J1;Q3J1a;Q3J1aX;Q3J1aXM",
        "keys": "N64, Game, Racing",
        "name": "Cruis'N Usa - N64 Game",
        "price": 2367
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "The Mario Brothers have just won a mansion in a contest that neither of them remembers entering. This seems a little off, so Mario goes to investigate. But when he doesn’t come back, it’s up to his nervous twin brother to investigate the creepy manor. Wouldn’t you know it, the entire mansion is haunted with hundreds of vengeful ghosts! And just to add injury to insult, they’ve trapped Mario in a cursed painting, where he shall remain forever trapped if Luigi can’t set him free by dawn. It’s kind of messed up, so Luigi turns to a local eccentric inventor for help. This questionable genius gives Luigi a high-tech flashlight and vacuum cleaner to stun and suck up the goofy ghosts, as he clears a path to save his brother. Please remember, this was one of the select few 2001 launch-titles designed to showcase the power of the Nintendo Gamecube. Nintendo was confident in this game, and with good reason. Every room of the “Luigi’s Mansion” is absolutely brimming with secrets, both the collectible kind, and the technical ones. Advanced dynamic lighting created stretching shadows, while cutting edge particle physics caused clouds of dust to explode wherever Luigi’s feet fell, and newly created rendering techniques enabled a host of ghosts that appeared in varying degrees of transparency. Luigi’s Mansion is more than a game, it’s one of the most elaborate technical demos ever created! But what do you care about cutting edge graphics from 2001? Good question. Luigi’s Mansion is still a game first, and a showcase second. So, spotting a spectre’s shadow or disturbances in the dust are critical to spotting the invisible specters before they get the jump on Luigi. The experience is continually suspenseful, without ever becoming truly scary. It’s a horror game that’s meant to surprise the player rather than shock or scare them. This makes Luigi’s Mansion uniquely fun for all ages, and makes it a game whose compelling tone is without peer. So, grab your Haunted Hoover, and start cleaning up some creepy crawlies. Luigi’s Mansion is still a title that cleans house when compared to most games on the system. Nintendo GameCube game in good used condition.",
        "imgs": "THVp;THVpZ;THVpZ2",
        "keys": "GameCube, Game, Action Adventure",
        "name": "Luigi'S Mansion - Gamecube Game",
        "price": 7208
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Just where Mario got his medical degree will probably always be a gaming mystery. All we know for certain is that he still prefers to work in plumbing, and that whether it’s fevers, chills, or any other ills, the Dr. has the pills to cure you. Welcome to Nintendo’s original block-stacking puzzler, as you combat uncommon colds and disorderly diseases with good old pharmaceutical drugs. Lots of drugs. Seriously, Dr. Mario is literally just throwing them around. The aim of the game is to stack three capsules of a matching color on top of each virus to cure it out of existence. But, you have to be careful to keep those pills from piling up too much, or it’s game over. Like any great puzzle, it’ll take you a minute to learn (there are only three types of viruses/colors to match) but hours to master. With 20 levels of ever-stacking difficulty, and three increasing speeds, there’s plenty of work to be done if you want to truly earn your Mushroom Kingdom Medical License. Fortunately, you’ll be accompanied in even the most stressful of operations by Mario’s encouraging smile, and two of the most infectious tunes ever composed for the Nintendo. This game is as catchy as they come.",
        "imgs": "RHIu;RHIuI;RHIuIE",
        "keys": "NES, Game, Puzzle",
        "name": "Dr. Mario - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "It's time to catch ‘em all, on film that is! Pokemon Snap is one of the most unique spinoff games ever made. It took the captivating world of Pokemon, and allowed you to explore it in an incredibly immersive, 3D experience. Snap completely subverted the series’ formula, by putting you on a fantastic National Geographic photo-shoot, through seven breath-taking worlds. It was far from your usual nail-biting gaming action, and that’s exactly why it remains such a classic. It’s a game about exploration, observation, and just chillaxing with all the incredible creatures you’d come to love from the original Gameboy titles. Also, it allowed you to just rapid-fire pummel Pikachu in its smug face with about a million pester balls. That was also extremely cathartic...if you were into that sort of thing. Original Nintendo 64 game cartridge only.",
        "imgs": "UG9rZW;UG9rZW1",
        "keys": "N64, Game, Action Adventure",
        "name": "Pokemon Snap - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "100% authentic Nintendo product. GameBoy Color game cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "imgs": "UG9rZW1v;UG9rZW1vb",
        "keys": "GameBoy Color, Game, RPG",
        "name": "Pokemon Gold - Gameboy Color Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "With two 64-bit bashes already under its belt, what more 4-player mayhem could Mario Party on the Nintendo 64 provide? How about 70 all new minigames, to really mix things up? This was an enormous overhaul of the core gameplay, and breathed fresh life into what could have easily been a carbon copy of earlier entries. But, the improvements didn’t stop there. This time Princess Daisy and Waluigi entered the fray, making for an unprededented 8 playable characters. Throw in 6 new game boards to explore, more game-changing items than ever before, the ability to wield up to three at any time, and this was one party that could go all night. But, the crown jewel of Mario Party 3 was it’s all new duel game mode. Partner up with one of 12 classic Mario baddies and use their powers to obliterate another opponent on one of 6 exclusive game maps. With more challenge, strategy, and gameplay than ever before, everyone wanted an invite to this Party.",
        "imgs": "TWFyaW8gUGF;TWFyaW8gUGFy",
        "keys": "N64, Game, Puzzle",
        "name": "Mario Party 3 - N64 Game",
        "price": 12255
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES game cartridge only. ",
        "imgs": "RG91Ymxl;RG91YmxlI;RG91YmxlIE;RG91YmxlIER",
        "keys": "NES, Game, Sports",
        "name": "Double Dribble - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "When you think of the greatest multiplayer party games made for the N64, you probably don’t think of Mario Tennis. And that is your loss! Designed to be fast-paced, four- player action, Mario Tennis offers an easy to pick up and play gaming experience, with a lot of arcade elements to keep the action brisk and fun. However, if you wanted to get competitive, this game could also be as intense as you wanted. Mario Tennis offered everything from basic one-on-one friendlies to two-vs-two co-op modes, to fully realized bracket tournaments. Behind the colorful visuals and a cast of up to 20 iconic Mario characters was a deep set of game mechanics that made each court have unique physics and made Mario Tennis a real workout to master. But to truly experience everything the game had to offer, you needed a copy of Mario Tennis’ Game Boy Color counterpart. When attached to an N64 Transfer Pack, that sister title could unlock exclusive new characters, courts and other goodies. Mario Tennis was the N64 at the top of its game, and provides an experience that never stops serving up the fun.",
        "imgs": "TWFyaW8gV;TWFyaW8gVG",
        "keys": "N64, Game, Sports",
        "name": "Mario Tennis - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "MDA3IF;MDA3IFR;MDA3IFRo",
        "keys": "N64, Game, Shooter",
        "name": "007 The World Is Not Enough - N64 Game",
        "price": 3088
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Conker’s Bad Fur Day for the Nintendo 64 is a lot of things. Crude. Violent. Hilarious. And indisputably one of the greatest games ever made. Conker was Rare’s swan song, a compilation of everything they’d learned from making a half decade worth of masterpieces. Conker combined the shooting mechanics of Goldeneye, the third person action of Jet Force Gemini, and the colorful platforming gameplay of Banjo-Kazooie, to create something wonderfully twisted. Just beneath it’s cutesy appearance, Conker was a depraved game. It starred a binge- drinking squirrel, who urinated on enemies, messily blasted heads to bits with with a shotgun, and battled enormous, opera singing, mounds of poo. This sort of madness made Conker one of the most deranged, rude, and downright hilarious games ever made. Filled with over 2 hours of profanity-filled audio, some of most gorgeous graphics ever featured on the N64, support for full Dolby Surround sound, a robust set of multiplayer games, and more hilarious movie references than you can count, Conker packed its entire 64-bit cartridge with awesome content.",
        "imgs": "Q29ua",
        "keys": "N64, Game, Shooter",
        "name": "Conker'S Bad Fur Day - N64 Game",
        "price": 15448
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "In the mid 90s, Mario himself looked as if he might become second banana to Donkey Kong! Donkey Kong Country was a gaming phenomenon that all but made DK the face of the SNES! So, how did the mad geniuses at Rareware try to top Donkey Kong’s first near-perfect 16-bit adventure? Well for starters, they actually cut Donkey Kong from his own sequel! In what remains one of the boldest moves in gaming history, they ditched the series’ lead and replaced him with his sidekick: Diddy Kong, as well as Diddy’s girlfriend, Dixie. And against all logic. the result was incredible. Donkey Kong Country 2 was faster, featured refined graphics, revolutionary weather effects, and blasted out full stereo sound in the biggest Donkey Kong game yet. In their quest to free the kidnapped Donkey Kong from a crew of cutthroat Kremlings, Diddy and Dixie infiltrated the pirate base in the heart of the dreaded Crocodile Isle. Eight worlds of treacherous traps, relentless enemies, and more secrets than ever made Kong Quest one of the toughest, most satisfying SNES experiences ever made.",
        "imgs": "RG9ua2V5I;RG9ua2V5IE;RG9ua2V5IEt;RG9ua2V5IEtv",
        "keys": "SNES, Game, Action Adventure",
        "name": "Donkey Kong Country 2 - Snes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Since 1981 Donkey Kong has reigned supreme in arcades the world over. However, it took the power of the Nintendo Entertainment system to finally capture gaming’s Greatest Ape and bring all that fun to the comfort of your home. Donkey Kong Classics is a game cartridge that contains not only the original arcade sensation that placed you head to head against to barrel- chucking, construction site crushing, girlfriend-grabbing gorilla, but also its sequel! Donkey Kong Jr, turned the tables by letting you play the simian son of Donkey Kong, fighting to free his father from the cage of an understandably miffed Mario. The fact that the Nintendo managed to pack the entire contents of two arcade cabinets into a single plastic cartridge remains an incredible feat that probably saved you more than a few quarters at the mall.",
        "imgs": "RG9ua2V5IEtvb;RG9ua2V5IEtvbm;RG9ua2V5IEtvbmc;RG9ua2V5IEtvbmcg;RG9ua2V5IEtvbmcgQ",
        "keys": "NES, Game, Arcade",
        "name": "Donkey Kong Classics - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Pokemon Yellow Version is essentially the Special Edition of Pokemon Red and Blue Version. It took the formula of both hit games and added a ton of great new features. For the first time ever, Pokemon was fully compatible with the Game Boy Color, allowing for all 151 critters to have their own unique color schemes. Additionally, every single Pokemon got a graphic overhaul to appear more like they did in the hit cartoon show and official game artwork. In fact, Yellow Version does a lot to feel more like the cartoon. Pikachu was now your default starting Pokemon, and rather than sit in a Pokeball, it literally walks beside you for the entire game. Even the series’ Team Rocket antagonists, Jessie and James, make cameos. New trainers and fresh challenges awaited anyone who was brave enough to explore this freshly remixed world of Pokemon. Added goodies like the secret Surfing Pikachu mini-game did a lot to distinguish this series entry from its predecessors, and offer what is hands down the best way to experience the original Pokemon epic.",
        "imgs": "UG9rZW1vbi;UG9rZW1vbiB;UG9rZW1vbiBQ",
        "keys": "GameBoy, Game, RPG",
        "name": "Pokemon Pikachu Yellow - Gameboy Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "V3Jl;V3Jlc",
        "keys": "N64, Game, Sports",
        "name": "Wrestlemania 2000 - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "A Link to the Past remains the single greatest 16-bit action adventure Nintendo ever produced! Many gamers can still remember when they first heard the howling storm fade to the sound of muted rainfall as soon as they entered Princess Zelda’s prison. No detail was overlooked, to make this the most immersive Zelda yet. A Link to the Past pushed the SNES to its limits to offer up an adventure that surpassed the original NES Classic in every way. Link’s inventory of epic weapons was twice as big. With the addition of the perilous Dark World, the game map was now three times bigger. And with every fresh puzzle, trap, and enemy, it proved to be four times tougher than ever. This was the game that pushed you to explore every corner of its seemingly endless fields, dungeons, and forests to discover every last one of its secrets. With an unforgettable soundtrack that would go on to be remastered time and time again, a sweeping narrative, and advanced battling controls, A Link to the Past was the game that rightfully set the standard for all Zelda games to follow. While it may not have been the first game in the series, there is no denying that this SNES classici is where the story of Nintendo’s greatest epic truly began.",
        "imgs": "TGVnZW5kIE9mI;TGVnZW5kIE9mIF;TGVnZW5kIE9mIFp",
        "keys": "SNES, Game, RPG",
        "name": "Legend Of Zelda A Link To The Past - Snes Game",
        "price": 5766
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "For some games the transition to 3D is easy. But, how do you recreate the intense focus on exploration, hidden secrets, and fearsome Science Fiction fire fights that always defined the Metroid series in a three dimensional world? That’s not an easy question to answer. In fact, it took eight years for the developers at Nintendo to create a game that could bring all the thrills of Super Metroid from the SNES to a new generation of gamers as well as gaming hardware. But, Metroid Prime proved to be more than worth the wait. Prime brought a different viewpoint to the game’s core design. Literally. For the first time ever, players saw the world through the eyes of Intergalactic Bounty Hunter, and occasional savior of the Universe, Samus Aran. However, Metroid Prime was far more than your typical first-person shooter. New weapons, gear, and keys were necessary to venture deeper into the Space Pirate’s stronghold, and finding them was crucial to progression. Additionally, Samus could still roll into her Morphball form to enter all manner of nooks, crannies, and air ducts to discover even more hidden goodies. This focus on exploration, coupled with state-of-the-art first-person gun fights made for an experience like no other. Metroid Prime wasn’t just a game that brought new life the adventures of Samus, it was a title that proved there was plenty of solid gameplay ideas to be found by revisiting what made older titles great. Today, Metroid Prime is largely recognized as one of the greatest games ever made, for its innovation, peerless design, and relentless pacing. Whether its your first time storming the alien fortresses of Tallon IV or you’re returning for another tour of duty, Metroid Prime is one game that never ceases to impress.",
        "imgs": "TWV0;TWV0c;TWV0cm;TWV0cm9",
        "keys": "GameCube, Game, Action Adventure",
        "name": "Metroid Prime - Gamecube Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Nintendo GameCube game in good used condition. All Nintendo GameCube games will play on both the GameCube and compatible Wii system consoles. Like all our games, thias item has been cleaned, tested, guaranteed to work, and backed by our free 120 day warranty.Includes original game disc only. Complete option contains original game disc with manual in an original Nintendo GameCube case with cover art.",
        "imgs": "TWFyaW8gUGFyd",
        "keys": "GameCube, Game, Puzzle",
        "name": "Mario Party 7 - Gamecube Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "After the universal acclaim for Legend of Zelda Ocarina of Time, the world had high expectations for Link’s next adventure. But no one was prepared for the suitably eerie adventure that arrived just in time for Halloween 2000. In Majora’s Mask, a mischievous imp is possessed by an ancient evil lurking within an accursed faceplate. Link must now stop the little devil from crashing the moon into the earth, ending all life in Termina. Fortunately, this apocalyptic action will take three days to complete and Link not only has his trusty time-travelling ocarina, but also a host of new abilities granted to him by the magical masks he finds scattered across the land. Transform into a dexterous Deku, a mighty Goron and an aquatic Zora, all while the snarling face of the approaching moon looms ever larger. There has never been a more pulse-pounding Zelda adventure, as you strive to save the world while racing the clock, until you have to reset it again.  | This is the special edition cartridge of Legend of Zelda Majora's Mask, preserved in all of its original Holographic Glory. With the special holographic label, the horrible eyes of Majora’s Mask will constantly peer out at you from your N64, as Link lunges off of the cartridge, sword drawn and ready for action. It’s more than a label, it’s the single greatest motivational poster ever made to kick you in the pants every time you think the game’s getting too hard to handle.",
        "imgs": "TGVnZW5kIE9mIFpl;TGVnZW5kIE9mIFplb",
        "keys": "N64, Game, RPG",
        "name": "Legend Of Zelda Majora'S Mask Holo - N64 Game",
        "price": 8238
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Like many original Nintendo game sequels, Adventure of Link was not content to imitate its predecessor. Instead it completely reinvented the Zelda formula, to make what is still the most unique game in the franchise’s history. Unlike any Zelda game before or since, Link was now starring in a side-scrolling, platforming game of epic proportions. The new profile perspective gave Link a new way to engage enemies in deadly combat. By inputting pixel-perfect button presses, skilled gamers could counter any attack with a series of crouches, lunges, and devastating parries. Or you could use Link’s new magical spells to transform into an unstoppable juggernaut, capable of leveling armies with barrages of fireballs and lightning bolts. Adventure of Link let you experiment with how you approached every new challenge. And thanks to Nintendo’s exclusive “Extended Playing Power,” the game was programmed to remember your entire loadout before each battle, so no matter how many times you fell in combat, you could always come back and try again with your full arsenal at the ready. Without a doubt, Adventure of Link remains one of the toughest games ever made by Nintendo, but also one of the most rewarding.",
        "imgs": "QWR2;QWR2Z;QWR2ZW;QWR2ZW5",
        "keys": "NES, Game, Action Adventure",
        "name": "Adventure Of Link Gold - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "MTA4;MTA4M",
        "keys": "N64, Game, Sports",
        "name": "1080 Snowboarding - N64 Game",
        "price": 2367
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "100% authentic Nintendo product. GameBoy Color game cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "imgs": "UG9rZW1vbiBT",
        "keys": "GameBoy Color, Game, RPG",
        "name": "Pokemon Silver - Gameboy Color Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Blast off into the Danger Zone with this Nintendo Entertainment System Cartridge. Feel the throttle of your supersonic F-14 Tomcat, as you jet over enemy waters. Your aircraft may be armed with the most powerful weapons the Navy has to offer, but when hostile bogeys are rocketing towards you at Mach 2, it will have to be your lightning-fast reflexes to see the mission through. So, are you enough of a Maverick to get the job done? Can you prove that you are still a Top Gun pilot? Dig deep, and feel the need for speed once more with this Nintendo Game Cartridge, flight-tested, fully calibrated, and ready to fly. When I learned that landing on an aircraft carrier was no joke. Top Gun for the NES gives you the \"need for speed\" to bet the \"best of the best\" in this 8-bit classic game.",
        "imgs": "VG9w;VG9wI",
        "keys": "NES, Game, Action Adventure",
        "name": "Top Gun - Nes Game",
        "price": 719
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES game cartridge only. ",
        "imgs": "Q2Fz;Q2Fzd;Q2FzdG;Q2FzdGx;Q2FzdGxl;Q2FzdGxld;Q2FzdGxldm;Q2FzdGxldmF;Q2FzdGxldmFu;Q2FzdGxldmFua",
        "keys": "NES, Game, Action Adventure",
        "name": "Castlevania - Nes Game",
        "price": 3809
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "TmFt;TmFtY",
        "keys": "N64, Game, Arcade",
        "name": "Namco Museum 64 - N64 Game",
        "price": 2264
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES game cartridge only. ",
        "imgs": "TWV0cm9p;TWV0cm9pZ",
        "keys": "NES, Game, Action Adventure",
        "name": "Metroid - Nes Game",
        "price": 2882
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Paperboy is a consummate arcade game. It starts with a simple goal: deliver some papers. Then, it makes you do it again. And again. Always, ratcheting up the difficulty a little bit each time. Can you handle the responsibility of maintaining your own paper route? Cute. Let’s see how well you handle under pressure. Because make no mistake, Paperboy is a test of your very mettle. How frequently will you make your stops when every vehicle on the road is out to mow you down? Hmmm? Still alive? Great. Let’s move on to the advanced stuff. Can you still get the news out while you dodge dive-bombing break-dancers, thwart home invasions, escape rabid dogs, and swerve around the ever-increasing number of tombstones that continue to conspicuously fill every yard on the block? What about death? Not the existential threat of it, either. No, we’re talking the actual Grim Reaper! How well will you be able to avoid throwing newspapers into the wrong yards, when the icy breath of the Angel of Death is constantly coursing down your neck? You’re still alive?!! Fine. It’s a shame about all these freak tornadoes that keep hitting your block, isn’t it Paperboy? Oh, and just so you know there’s no pressure, your route always ends in some sort of off-road skate park/paperboy biathalon that is being watched by a literal stadium of cheering spectators. The game just keeps piling on ever more insane obstacles against you and your paper route, like some vindictive god! And, daggumit if that doesn’t make it feel great when you beat it! Paperboy’s gorgeous graphics, and deceptively simple, arcade-perfect gameplay make it yet another fantastic arcade classic for the NES.",
        "imgs": "UGFw;UGFwZ;UGFwZX;UGFwZXJ;UGFwZXJi",
        "keys": "NES, Game, Arcade",
        "name": "Paperboy - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES game cartridge only. ",
        "imgs": "S3Vu;S3VuZ",
        "keys": "NES, Game, Arcade",
        "name": "Kung Fu - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "VG95;VG95I;VG95IF",
        "keys": "N64, Game, Action Adventure",
        "name": "Toy Story 2, Disney'S - N64 Game",
        "price": 3603
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Super Nintendo SNES game cartridge only.  Yoshi's Island is one of the greatest Games on the SNES and ranks as one of the best of all time.",
        "imgs": "U3VwZXIgTWFyaW8gV;U3VwZXIgTWFyaW8gV2",
        "keys": "SNES, Game, Action Adventure",
        "name": "Super Mario World 2 Yoshi'S Island - Snes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo NES game cartridge only. ",
        "imgs": "Qmxh;QmxhZ;QmxhZG;QmxhZGV;QmxhZGVz",
        "keys": "NES, Game, Sports",
        "name": "Blades Of Steel - Nes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Super Nintendo SNES game cartridge only. ",
        "imgs": "RG9ua2V5IEtvbmcgQ2;RG9ua2V5IEtvbmcgQ29;RG9ua2V5IEtvbmcgQ291;RG9ua2V5IEtvbmcgQ291b",
        "keys": "SNES, Game, Action Adventure",
        "name": "Donkey Kong Country 3 - Snes Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "The direct sequel to Banjo Kazooie for the Nintendo 64 took everything that was great about the original smash hit and built upon it. With 8 enormous, interconnected realms to explore, widescreen support, dynamic Dolby surround sound, and rumble pak compatibility the world of Banjo Tooie came to life like no other game before it. It’s hard to overstate just how massive Banjo Tooie really is. So let’s just say that the game’s 9 transformations and ability to play independently as Banjo, Kazooie, or the magical Mumbo were all vital to exploring every inch of this Rare masterpiece. The amount of content packed into this game is staggering: Tooie had more bosses than ever before. It contained a ludicrous number of collectibles, including 90 jiggies. There were over a dozen addictive minigames, and a complete family-friendly first person shooter mode where you used Kazooie to shoot eggs at your opponents. Banjo Tooie is a technical marvel that easily lives up to its predecessor’s reputation, and may well be the most fun ever crammed into a single N64 cartridge.",
        "imgs": "QmFuam;QmFuam8",
        "keys": "N64, Game, Action Adventure",
        "name": "Banjo Tooie - N64 Game",
        "price": 5869
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "TmZs;TmZsI",
        "keys": "N64, Game, Sports",
        "name": "Nfl Blitz 2000 - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "V3dm",
        "keys": "N64, Game, Sports",
        "name": "Wwf No Mercy - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "RXhjaXRl;RXhjaXRlY",
        "keys": "N64, Game, Arcade",
        "name": "Excitebike 64 - N64 Game",
        "price": 2058
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Nintendo GameCube game in good used condition. All Nintendo GameCube games will play on both the GameCube and compatible Wii system consoles. Like all our games, thias item has been cleaned, tested, guaranteed to work, and backed by our free 120 day warranty.Includes original game disc only. Complete option contains original game disc with manual in an original Nintendo GameCube case with cover art.",
        "imgs": "TWFyaW8gUGFydH",
        "keys": "GameCube, Game, Puzzle",
        "name": "Mario Party 4 - Gamecube Game",
        "price": 9268
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "imgs": "U3VwZXIgTWFyaW8gT;U3VwZXIgTWFyaW8gTG;U3VwZXIgTWFyaW8gTGF;U3VwZXIgTWFyaW8gTGFu",
        "keys": "GameBoy, Game, Action Adventure",
        "name": "Super Mario Land - Gameboy Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Nintendo GameCube game in good used condition. All Nintendo GameCube games will play on both the GameCube and compatible Wii system consoles. Like all our games, thias item has been cleaned, tested, guaranteed to work, and backed by our free 120 day warranty.Includes original game disc only. Complete option contains original game disc with manual in an original Nintendo GameCube case with cover art.",
        "imgs": "TWFyaW8gUGFydHk",
        "keys": "GameCube, Game, Puzzle",
        "name": "Mario Party 5 - Gamecube Game",
        "price": 10298
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "What we have here is more than a game. It’s a piece of history. This is the blue Game Boy cartridge that sparked an international phenomenon which continues to this day. This is where Pokemon began. Back before the smart phone app, before there were over two decades of sequel games, mountains of merchandise, a massively popular card game, and dozens of feature films, Pokemon was just a Nintendo Game Boy title. Pokemon Blue Version took the best elements of Japanese RPG games, but added a few revolutionary ideas that would redefine the genre. Rather than just fighting monsters, it let you catch them, train them, and most importantly, trade them with other players. Pokemon was a game that literally brought people together. Pokemon Blue Version was launched alongside Pokemon Red Version, and both titles had exclusive critters. So, the only way anyone could catch all 151 original Pokemon was through teamwork. Blue Version featured the incredible Magmar, Pinsir, Vulpix, and Victreebel, along with seven other unique Pokemon that were nowhere to be found in the Red Version. But, more importantly, it contained an adventure that shaped a generation. In the game, you’re a bright-eyed youth, looking to become the greatest Pokemon Trainer in the world. However, eight gym leaders, the elite four, an organized crime syndicate, and your lifelong rival will all need to be defeated before you can claim that prestigious title. It’s a story that was shared by millions, but experienced differently by every player. No two people had exactly the same team of Pokemon or went about training them in exactly the same way. That was all you. And it can be again. Pokemon is always waiting to be revisited by those who want to be the very best, like no one ever was, both young and old alike.",
        "imgs": "UG9rZW1vbiBC;UG9rZW1vbiBCb",
        "keys": "GameBoy, Game, RPG",
        "name": "Pokemon Blue - Gameboy Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "V2N3I;V2N3IF",
        "keys": "N64, Game, Sports",
        "name": "Wcw Vs. Nwo World Tour - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "V3dmI;V3dmIF",
        "keys": "N64, Game, Sports",
        "name": "Wwf War Zone - N64 Game",
        "price": 719
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "imgs": "VGV0cmlz",
        "keys": "GameBoy, Game, Puzzle",
        "name": "Tetris - Gameboy Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "This game took the mesmerizing visuals, characters, and music from the Mario universe and turned it it into the biggest, most sophisticated, and enjoyable golfing experience of its generation. With 18 playable characters, 6 massive courses, and a host of different game modes, Mario Golf provided a quality sports game like no other. While not as fast paced as other Mario Sports Games for the Nintendo 64, this made it a pleasantly relaxing diversion that was accessible to new gamers, but contained enough challenge to keep even the most hardcore players investedd in landing that perfect shot. Unlike most games of the time, it even took full advantage of the Nintendo 64 Transfer Pak, so that you could import your Gameboy Golfers from Mario Golf for the Gameboy Color, and let them tackle an entirely new set of greens. Mario Golf took advantage of everything the Nintendo 64 had to offer, and the end result is a game that just draws you in. Maybe it’s the chill music, the fun of watching instant replays of your ball flying across the screen, or just the novelty of Mario and Bowser setting aside their differences to to knock back 18 holes, but there’s no denying that this amazing game is just plain fun.",
        "imgs": "TWFyaW8gR;TWFyaW8gR2",
        "keys": "N64, Game, Sports",
        "name": "Mario Golf - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Nintendo 64 game cartridge only. ",
        "imgs": "TWFq",
        "keys": "N64, Game, Sports",
        "name": "Major League Baseball Ken Griffey Jr - N64 Game",
        "price": 1955
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Super Nintendo SNES game cartridge only. ",
        "imgs": "U3Ry;U3RyZ",
        "keys": "SNES, Game, Fighting",
        "name": "Street Fighter Ii - Snes Game",
        "price": 1955
    },
    {
        "name": "Pokemon Gold - Gameboy Color Game",
        "imgs": "UG9rZW1vbiBH;UG9rZW1vbiBHb",
        "desc": "100% authentic Nintendo product. GameBoy Color game cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "price": 4736,
        "cond": "Used",
        "keys": "GameBoy Color, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Pokemon Pikachu Yellow - Gameboy Game",
        "imgs": "UG9rZW1vbiBQa;UG9rZW1vbiBQaW;UG9rZW1vbiBQaWt",
        "desc": "Pokemon Yellow Version is essentially the Special Edition of Pokemon Red and Blue Version. It took the formula of both hit games and added a ton of great new features. For the first time ever, Pokemon was fully compatible with the Game Boy Color, allowing for all 151 critters to have their own unique color schemes. Additionally, every single Pokemon got a graphic overhaul to appear more like they did in the hit cartoon show and official game artwork. In fact, Yellow Version does a lot to feel more like the cartoon. Pikachu was now your default starting Pokemon, and rather than sit in a Pokeball, it literally walks beside you for the entire game. Even the series’ Team Rocket antagonists, Jessie and James, make cameos. New trainers and fresh challenges awaited anyone who was brave enough to explore this freshly remixed world of Pokemon. Added goodies like the secret Surfing Pikachu mini-game did a lot to distinguish this series entry from its predecessors, and offer what is hands down the best way to experience the original Pokemon epic.",
        "price": 6487,
        "cond": "Used",
        "keys": "GameBoy, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Pokemon Silver - Gameboy Color Game",
        "imgs": "UG9rZW1vbiBTa",
        "desc": "100% authentic Nintendo product. GameBoy Color game cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "price": 4118,
        "cond": "Used",
        "keys": "GameBoy Color, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Super Mario Land - Gameboy Game",
        "imgs": "U3VwZXIgTWFyaW8gTGFuZ;U3VwZXIgTWFyaW8gTGFuZC;U3VwZXIgTWFyaW8gTGFuZCA;U3VwZXIgTWFyaW8gTGFuZCAt",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1955,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Pokemon Blue - Gameboy Game",
        "imgs": "UG9rZW1vbiBCbH;UG9rZW1vbiBCbHV",
        "desc": "What we have here is more than a game. It’s a piece of history. This is the blue Game Boy cartridge that sparked an international phenomenon which continues to this day. This is where Pokemon began. Back before the smart phone app, before there were over two decades of sequel games, mountains of merchandise, a massively popular card game, and dozens of feature films, Pokemon was just a Nintendo Game Boy title. Pokemon Blue Version took the best elements of Japanese RPG games, but added a few revolutionary ideas that would redefine the genre. Rather than just fighting monsters, it let you catch them, train them, and most importantly, trade them with other players. Pokemon was a game that literally brought people together. Pokemon Blue Version was launched alongside Pokemon Red Version, and both titles had exclusive critters. So, the only way anyone could catch all 151 original Pokemon was through teamwork. Blue Version featured the incredible Magmar, Pinsir, Vulpix, and Victreebel, along with seven other unique Pokemon that were nowhere to be found in the Red Version. But, more importantly, it contained an adventure that shaped a generation. In the game, you’re a bright-eyed youth, looking to become the greatest Pokemon Trainer in the world. However, eight gym leaders, the elite four, an organized crime syndicate, and your lifelong rival will all need to be defeated before you can claim that prestigious title. It’s a story that was shared by millions, but experienced differently by every player. No two people had exactly the same team of Pokemon or went about training them in exactly the same way. That was all you. And it can be again. Pokemon is always waiting to be revisited by those who want to be the very best, like no one ever was, both young and old alike.",
        "price": 4942,
        "cond": "Used",
        "keys": "GameBoy, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Tetris - Gameboy Game",
        "imgs": "VGV0cmlzI",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1337,
        "cond": "Used",
        "keys": "GameBoy, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Super Mario Land 2 6 Golden Coins - Gameboy Game",
        "imgs": "U3VwZXIgTWFyaW8gTGFuZCAy;U3VwZXIgTWFyaW8gTGFuZCAyI",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 2058,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Pokemon Crystal - Gameboy Color Game",
        "imgs": "UG9rZW1vbiBD;UG9rZW1vbiBDc",
        "desc": "100% authentic Nintendo product. GameBoy Color game cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "price": 11637,
        "cond": "Used",
        "keys": "GameBoy Color, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Pokemon Red - Gameboy Game",
        "imgs": "UG9rZW1vbiBS;UG9rZW1vbiBSZ",
        "desc": "What we have here is more than a game. It’s a piece of history. This is the red Game Boy cartridge that sparked an international phenomenon which continues to this day. This is where Pokemon began. Back before the smart phone app, before there were over two decades of sequel games, mountains of merchandise, a massively popular card game, and dozens of feature films, Pokemon was just a Nintendo Game Boy title. Pokemon Red Version took the best elements of Japanese RPG games, but added a few revolutionary ideas that would redefine the genre. Rather than just fighting monsters, it let you catch them, train them, and most importantly, trade them with other players. Pokemon was a game that literally brought people together. Pokemon Red Version was launched alongside Pokemon Blue Version, and both titles had exclusive critters. So, the only way anyone could catch all 151 original Pokemon was through teamwork. Red Version featured the awesome Electabuzz, Scyther, Arcanine, and Vileplume, along with seven other unique Pokemon that were nowhere to be found in the Blue Version. But, more importantly, it contained an adventure that shaped a generation. In the game, you’re a bright-eyed youth, looking to become the greatest Pokemon Trainer in the world. However, eight gym leaders, the elite four, an organized crime syndicate, and your lifelong rival will all need to be defeated before you can claim that prestigious title. It’s a story that was shared by millions, but experienced differently by every player. No two people had exactly the same team of Pokemon or went about training them in exactly the same way. That was all you. And it can be again. Pokemon is always waiting to be revisited by those who want to be the very best, both young and old alike.",
        "price": 5766,
        "cond": "Used",
        "keys": "GameBoy, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Frogger - Gameboy Color Game",
        "imgs": "RnJv",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1234,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Super Mario Land 3 Wario Land - Gameboy Game",
        "imgs": "U3VwZXIgTWFyaW8gTGFuZCAz",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 3500,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Pac-Man - Gameboy Game",
        "imgs": "UGFj",
        "desc": "Original Nintendo Gameboy cartridge only. Original Game Boy games will play on the original Game Boy, Game Boy Color and Game Boy Advance systems.",
        "price": 822,
        "cond": "Used",
        "keys": "GameBoy, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Donkey Kong Land - Gameboy Game",
        "imgs": "RG9ua2V5IEtvbmcgT",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1955,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Pokemon Pinball - Gameboy Color Game",
        "imgs": "UG9rZW1vbiBQaW5",
        "desc": "Original Nintendo Game Boy cartridge only with battery door. Original Game Boy games will play on the original Game Boy, Game Boy Color and Game Boy Advance systems.",
        "price": 1852,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Pokemon Trading Card Game - Gameboy Color Game",
        "imgs": "UG9rZW1vbiBU",
        "desc": "",
        "price": 2367,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Donkey Kong - Gameboy Game",
        "imgs": "RG9ua2V5IEtvbmcgL",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1852,
        "cond": "Used",
        "keys": "GameBoy, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Dr. Mario - Gameboy Game",
        "imgs": "RHIuIE1",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 925,
        "cond": "Used",
        "keys": "GameBoy, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Yoshi'S Cookie - Gameboy Game",
        "imgs": "WW9zaG",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 616,
        "cond": "Used",
        "keys": "GameBoy, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "F-1 Race - Gameboy Game",
        "imgs": "Ri0x",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Metroid Ii Return Of Samus - Gameboy Game",
        "imgs": "TWV0cm9pZC",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 2470,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Teenage Mutant Ninja Turtles Fall Of The Foot Clan - Gameboy Game",
        "imgs": "VGVlbmFnZSBNdXR",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 2161,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Alleyway - Gameboy Game",
        "imgs": "QWxs",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1028,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Quest For Camelot - Gameboy Color Game",
        "imgs": "UXVl",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy Color, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Baseball - Gameboy Game",
        "imgs": "QmFz",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Wario Land 3 - Gameboy Color Game",
        "imgs": "V2Fy",
        "desc": "Original Nintendo Game Boy Color cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "price": 2676,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Operation C - Gameboy Game",
        "imgs": "T3Bl",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 2264,
        "cond": "Used",
        "keys": "GameBoy, Game, Shooter",
        "cat": "Game"
    },
    {
        "name": "Mega Man Xtreme - Gameboy Color Game",
        "imgs": "TWVn",
        "desc": "Original Nintendo Game Boy Color cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 2882,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Castlevania Adventure, The - Gameboy Game",
        "imgs": "Q2FzdGxldmFuaW",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 2264,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Teenage Mutant Ninja Turtles Ii Back From The Sewers - Gameboy Game",
        "imgs": "VGVlbmFnZSBNdXRh",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1646,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Donkey Kong Land Iii - Gameboy Game",
        "imgs": "RG9ua2V5IEtvbmcgTG",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1646,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Duck Tales, Disney'S - Gameboy Game",
        "imgs": "RHVj",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1543,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Ms. Pac-Man Special Color Edition - Gameboy Color Game",
        "imgs": "TXMu",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1234,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Centipede - Gameboy Color Game",
        "imgs": "Q2Vu",
        "desc": "Original Nintendo Game Boy Color cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Super R.C. Pro-Am - Gameboy Game",
        "imgs": "U3VwZXIgUi",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Boggle Plus - Gameboy Game",
        "imgs": "Qm9n",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Play Action Football - Gameboy Game",
        "imgs": "UGxh",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 307,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Tetris Dx - Gameboy Color Game",
        "imgs": "VGV0cmlzIE",
        "desc": "Original Nintendo Gameboy cartridge only. Original Game Boy games will play on the original Game Boy, Game Boy Color and Game Boy Advance systems.",
        "price": 2882,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Mega Man Ii - Gameboy Game",
        "imgs": "TWVnY",
        "desc": "Original Nintendo Gameboy cartridge only. Original Game Boy games will play on the original Game Boy, Game Boy Color and Game Boy Advance systems.",
        "price": 3088,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Final Fantasy Legend - Gameboy Game",
        "imgs": "Rmlu",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 2470,
        "cond": "Used",
        "keys": "GameBoy, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Bugs Bunny Crazy Castle - Gameboy Game",
        "imgs": "QnVn",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1337,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Amazing Spider-Man, The - Gameboy Game",
        "imgs": "QW1h",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 1234,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Final Fantasy Adventure - Gameboy Game",
        "imgs": "RmluY",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 3397,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Walt Disney World Quest Magical Racing Tour - Gameboy Color Game",
        "imgs": "V2Fs",
        "desc": "Original Nintendo Game Boy Color cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "price": 822,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Buzz Lightyear Star Command - Gameboy Color Game",
        "imgs": "QnV6",
        "desc": "Original Nintendo Game Boy Color cartridge only. Original Game Boy Color games will play on the original Game Boy Color, and Game Boy Advance systems.",
        "price": 616,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Tiny Toon Adventures Babs' Big Break - Gameboy Game",
        "imgs": "VGlu",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 616,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Toy Story 2 - Gameboy Color Game",
        "imgs": "VG95IFN",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Tetris Attack - Gameboy Game",
        "imgs": "VGV0cmlzIEF",
        "desc": "Original Nintendo Gameboy cartridge only. Original Game Boy games will play on the original Game Boy, Game Boy Color and Game Boy Advance systems.",
        "price": 719,
        "cond": "Used",
        "keys": "GameBoy, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Monopoly - Gameboy Game",
        "imgs": "TW9u",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 822,
        "cond": "Used",
        "keys": "GameBoy, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Matchbox Construction Zone - Gameboy Color Game",
        "imgs": "TWF0",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 410,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Bug'S Life, A - Gameboy Color Game",
        "imgs": "QnVnJ",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 513,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Beauty And The Beast - Gameboy Color Game",
        "imgs": "QmVh",
        "desc": "Original Nintendo Gameboy cartridge only. All original Game Boy games will play on the original Game Boy and play in color on the Game Boy Color and Advance systems.",
        "price": 410,
        "cond": "Used",
        "keys": "GameBoy Color, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "F-18 Thunder Strike - Gameboy Color Game",
        "imgs": "Ri0xO",
        "desc": "Original Nintendo F-18 Thunder Strike Game Boy Color cartridge for sale. This game cart, like all the Game Boy Color games we sell, is used but bought from a natural collection, checked for condition, tested and works like new.Take a ride in one of the world's most powerful aircraft.  This flight simulator is filled with non-stop dog-fighting action and more!",
        "price": 410,
        "cond": "Used",
        "keys": "GameBoy, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Sega Genesis game cartridge only.",
        "imgs": "U29u;U29ua",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sonic The Hedgehog - Genesis Game",
        "price": 2058
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "U29uaW;U29uaWM;U29uaWMg",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sonic The Hedgehog 2 - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "U29uaWMgV",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sonic The Hedgehog 2 - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original Not For Resale game cartridge, instruction manual, and NFR game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "U29uaWMgVG",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sonic The Hedgehog Nfr - Genesis",
        "price": 2367
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Discounted version will be missing door.",
        "imgs": "U29uaWMgQ",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sonic And Knuckles - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TW9y;TW9yd",
        "keys": "Genesis, Game, Fighting",
        "name": "Mortal Kombat - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TW9ydG;TW9ydGF",
        "keys": "Genesis, Game, Fighting",
        "name": "Mortal Kombat Ii - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TGlv",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Lion King, The - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TmJh",
        "keys": "Genesis, Game, Sports",
        "name": "Nba Jam - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "Tmhs",
        "keys": "Genesis, Game, Sports",
        "name": "Nhl 97 - Genesis Game",
        "price": 925
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "QWxh",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Aladdin - Genesis",
        "price": 3603
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Sega Game Gear game cartridge only. ",
        "imgs": "U29uaWMgVGh",
        "keys": "Game Gear, Game, Action Adventure",
        "name": "Sonic The Hedgehog 2 - Game Gear Game",
        "price": 513
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TmZsIF",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Nfl Quarterback Club - Genesis",
        "price": 1028
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TW9ydGFs",
        "keys": "Genesis, Game, Fighting",
        "name": "Mortal Kombat 3 - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "SnVy",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Jurassic Park - Genesis",
        "price": 2058
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "U29uaWMgVGhl",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sonic The Hedgehog 3 - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TW9ydGFsI;TW9ydGFsIE",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Mortal Kombat Ii - Genesis",
        "price": 3397
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TGlvb",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Lion King, The - Genesis",
        "price": 2573
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TmZsIE",
        "keys": "Genesis, Game, Sports",
        "name": "Nfl Football 94 - Genesis Game",
        "price": 410
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "QnVi",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Bubsy Ii (2) - Genesis Game",
        "price": 1852
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "U29uaWMgU",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sonic Spinball - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TWFk",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Madden 94 - Genesis",
        "price": 1028
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "VG9l",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Toe Jam & Earl - Genesis",
        "price": 9783
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TmhsI;TmhsID",
        "keys": "Genesis, Game, Sports",
        "name": "Nhl 95 - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "U3Bv",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Sports Talk Football 93 - Genesis",
        "price": 1028
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "VGVlbmFnZSBNdXRhb",
        "keys": "Genesis, Game, Fighting",
        "name": "Teenage Mutant Ninja Turtles Tournament Fighters - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "Um9h",
        "keys": "Genesis, Game, Racing",
        "name": "Road Rash - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "Q29s",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Columns Sega Classic Cover - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TXVo",
        "keys": "Genesis, Game, Sports",
        "name": "Muhammad Ali Heavyweight Boxing - Genesis Game.",
        "price": 1028
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "Q2Fl",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Caesars Palace - Genesis",
        "price": 1028
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TmZsIFF;TmZsIFF1",
        "keys": "Genesis, Game, Sports",
        "name": "Nfl Quarterback Club 96 - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TmZsIEZ",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Nfl Football 94 - Genesis",
        "price": 1028
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TmZsID",
        "keys": "Genesis, Game, Sports",
        "name": "Nfl 95 - Genesis Game",
        "price": 307
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "U3Bvc",
        "keys": "Genesis, Game, Sports",
        "name": "Sports Talk Football 93 - Genesis Game",
        "price": 410
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TWlj",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Mickey Mania - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Super Off Road - Genesis",
        "price": 5148
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "Um9hZ",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Road Rash - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "Rmlm",
        "keys": "Genesis, Game, Sports",
        "name": "Fifa Soccer 97 - Genesis Game",
        "price": 1131
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Sega Game Gear game cartridge only. ",
        "imgs": "Q2FzdGxlI",
        "keys": "Game Gear, Game, Action Adventure",
        "name": "Castle Of Illusion - Game Gear Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "QXJ0;QXJ0I",
        "keys": "Genesis, Game, Fighting",
        "name": "Art Of Fighting - Genesis Game",
        "price": 2058
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "VG9la",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Toejam And Earl In Panic On Funkotron - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "T296",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Ooze - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "RGVz",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Desert Strike - Genesis",
        "price": 2058
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "Q29sb",
        "keys": "Genesis, Game, Action Adventure",
        "name": "College Slam Basketball - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "VDIg;VDIgV",
        "keys": "Genesis, Game, Action Adventure",
        "name": "T2 The Arcade - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "Umlz",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Risk - Genesis",
        "price": 2058
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TmhsIDk",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Nhl 97 - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TmhsIDk2;TmhsIDk2I;TmhsIDk2IC",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Nhl 96 - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "SmVv",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Jeopardy - Genesis",
        "price": 1234
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "RXZh",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Evander Holyfield'S \"Real Deal\" Boxing - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "QnVs;QnVsb;QnVsbH",
        "keys": "Genesis, Game, Sports",
        "name": "Bulls Vs Lakers Nba Playoffs - Genesis Game",
        "price": 513
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "VG9ueS",
        "keys": "Genesis, Game, Sports",
        "name": "Tony La Russa Baseball - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "TW9ub",
        "keys": "Genesis, Game, Puzzle",
        "name": "Monopoly - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "V29y",
        "keys": "Genesis, Game, Sports",
        "name": "World Trophy Soccer - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "RmlmY;RmlmYS",
        "keys": "Genesis, Game, Sports",
        "name": "Fifa International Soccer - Genesis Game",
        "price": 513
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "UGdh;UGdhI;UGdhIF",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Pga Tour Golf Ii - Genesis",
        "price": 1234
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "TmJhI;TmJhIE;TmJhIEx",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Nba Live 96 - Genesis",
        "price": 1028
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "An excellent puzzle game that will keep you focused and sharp. Original Sega Genesis game cartridge only.",
        "imgs": "SXNo",
        "keys": "Genesis, Game, Puzzle",
        "name": "Ishido - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Sega Genesis game cartridge with manual in box with cover art. ",
        "imgs": "UHJv",
        "keys": "Genesis, Game, Sports",
        "name": "Pro Moves Soccer - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Original Sega Genesis game cartridge, manual, in box with cover art.",
        "imgs": "U2hp",
        "keys": "Genesis, Game, RPG",
        "name": "Shining In The Darkness - Genesis",
        "price": 5663
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "SmFj",
        "keys": "Genesis, Game, Sports",
        "name": "Jack Nicklaus Power Challenge Golf - Genesis",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "U3Bs",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Splatterhouse 2 - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes original Sega Genesis game cartridge only. All Genesis games are made for and play on any of the Genesis systems. ",
        "imgs": "UHJp",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Prince Of Persia - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "",
        "imgs": "VmVj",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Vectorman Mega Hit Series - Genesis Game",
        "price": 1337
    },
    {
        "cat": "Game",
        "cond": "Used",
        "desc": "Includes the original game cartridge, instruction manual, and game box. All of our items are checked for play quality and condition. This item is in good condition and has been tested and works.",
        "imgs": "U3RyZW",
        "keys": "Genesis, Game, Action Adventure",
        "name": "Streets Of Rage 2 Not For Resale - Genesis",
        "price": 1337
    },
    {
        "name": "Fighting Vipers - Saturn Game",
        "imgs": "Rmln",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 3603,
        "cond": "Used",
        "keys": "Saturn, Game, Fighting",
        "cat": "Game"
    },
    {
        "name": "X-Men Children Of The Atom - Saturn Game",
        "imgs": "WC1N",
        "desc": "X-Men Children of the Atom game for the Sega Saturn is a Capcom fighting game in the style of Street Fighter with X-men characters, like Wolverine, Ice Man, Juggernaught, Magneto and more.\nIncludes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 8238,
        "cond": "Used",
        "keys": "Saturn, Game, Fighting",
        "cat": "Game"
    },
    {
        "name": "Sonic R - Saturn Game",
        "imgs": "U29uaWMgUi",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 10298,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Nights Into Dreams - Saturn Game (Long Box)",
        "imgs": "Tmln",
        "desc": "with Sega Saturn original game disc, instruction booklet, in long box case with cover art. ",
        "price": 2058,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Shining Wisdom - Saturn Game",
        "imgs": "U2hpb;U2hpbm",
        "desc": "Shining Wisdom game for the Sega Saturn is an action rpg in the most classic sense. You are Mars, the son of a legendary warrior and you must save the princess from the evil Dark Titan.\nIncludes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 20598,
        "cond": "Used",
        "keys": "Saturn, Game, RPG",
        "cat": "Game"
    },
    {
        "name": "Galactic Attack - Saturn Game",
        "imgs": "R2Fs",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 7723,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Wwf Wrestlemania The Arcade - Saturn Game",
        "imgs": "V3dmIFd",
        "desc": "WWF Wrestlemania the Arcade game for the Sega Saturn brings the action with old school wrestling at it's finest. Features some of the greatest Wrestlers of all time, like the Undertaker, Brett the Hitman Hart, Razor Ramon, Shawn Micheals, Doink the Clown and more.\nIncludes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 5148,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Virtual On Cyber Troopers - Saturn Game",
        "imgs": "Vmly",
        "desc": "Virtual On Cyber Troopers game for the Sega Saturn lets you board your giant Virtualoid and prepare for battle in perfect Arcade \"Battlezone with mechs\" type action.\nIncludes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 3088,
        "cond": "Used",
        "keys": "Saturn, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Street Fighter Alpha 2 - Saturn Game",
        "imgs": "U3RyZWV",
        "desc": "Includes original game disc and may come in case with the original instruction manual when available. ",
        "price": 5457,
        "cond": "Used",
        "keys": "Saturn, Game, Fighting",
        "cat": "Game"
    },
    {
        "name": "Robotica - Saturn Game",
        "imgs": "Um9i",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 1337,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Wipeout - Saturn Game",
        "imgs": "V2lw",
        "desc": "Includes original game disk, game case, and may include instruction booklet. ",
        "price": 2058,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Virtual Open Tennis - Saturn Game",
        "imgs": "Vmlyd",
        "desc": "Includes original game disk and may include game case and instruction booklet when available. ",
        "price": 1749,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Robo Pit - Saturn Game",
        "imgs": "Um9ib",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 410,
        "cond": "Used",
        "keys": "Saturn, Game, Fighting",
        "cat": "Game"
    },
    {
        "name": "Nhl Power Play 96 - Saturn Game",
        "imgs": "TmhsIF",
        "desc": "Includes original NHL Power Play 96 game disc, case, and may come with the original instruction manual when available.  Just like real pro hockey.",
        "price": 307,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "The Mansion Of Hidden Souls - Saturn Game",
        "imgs": "VGhl",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 1955,
        "cond": "Used",
        "keys": "Saturn, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "College Slam - Saturn Game",
        "imgs": "Q29sbG",
        "desc": "Includes original College Slam game disc, case, and may come with the original instruction manual when available.  Basketball at its finest.",
        "price": 719,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Bug Too! - Saturn Game",
        "imgs": "QnVnI",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 3088,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Gex - Saturn Game",
        "imgs": "R2V4",
        "desc": "Includes original Gex game disc, case, and may come with the original instruction manual when available.  Gex is packed with tail swinging fun and hilarious one liners.",
        "price": 3912,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Courier Crisis - Saturn Game",
        "imgs": "Q291",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 8135,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Doom - Saturn Game",
        "imgs": "RG9v",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 8753,
        "cond": "Used",
        "keys": "Saturn, Game, Shooter",
        "cat": "Game"
    },
    {
        "name": "Sonic 3D Blast - Saturn Game",
        "imgs": "U29uaWMgM",
        "desc": "Includes original game disc, case, and instruction manual when available. ",
        "price": 3603,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Solar Eclipse - Saturn Game",
        "imgs": "U29s",
        "desc": "Includes original game disk, case, and instruction manual. ",
        "price": 2058,
        "cond": "Used",
        "keys": "Saturn, Game, Shooter",
        "cat": "Game"
    },
    {
        "name": "Rise 2 Resurrection - Saturn Game",
        "imgs": "UmlzZ",
        "desc": "Includes original game disk, game case, and instruction booklet. ",
        "price": 2367,
        "cond": "Used",
        "keys": "Saturn, Game, Fighting",
        "cat": "Game"
    },
    {
        "name": "Last Gladiators Digital Pinball - Saturn Game",
        "imgs": "TGFz",
        "desc": "Includes original game disk, case, instruction manual. ",
        "price": 2367,
        "cond": "Used",
        "keys": "Saturn, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Virtua Racing - Saturn Game",
        "imgs": "VmlydH",
        "desc": "Includes original game disk, game case, and instruction booklet. ",
        "price": 1955,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Bust A Move 2 Arcade Edition - Saturn Game",
        "imgs": "QnVz",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 0,
        "cond": "Used",
        "keys": "Saturn, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Pro-Pinball - Saturn Game",
        "imgs": "UHJvL",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 0,
        "cond": "Used",
        "keys": "Saturn, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Command & Conquer - Saturn Game",
        "imgs": "Q29t",
        "desc": "Includes original game disc, case, and the original instruction manual. ",
        "price": 0,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Fifa Soccer 97 - Saturn Game",
        "imgs": "RmlmYSB",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 307,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Crow City Of Angels, The - Saturn Game",
        "imgs": "Q3Jv",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 1337,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Ten Pin Alley - Saturn Game",
        "imgs": "VGVu",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 513,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Baku Baku - Saturn Game",
        "imgs": "QmFr",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 2058,
        "cond": "Used",
        "keys": "Saturn, Game, Puzzle",
        "cat": "Game"
    },
    {
        "name": "Alone In The Dark One-Eyed Jack'S Revenge - Saturn Game",
        "imgs": "QWxv",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 3603,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Ghen War - Saturn Game",
        "imgs": "R2hl",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 616,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Steep Slope Sliders - Saturn Game",
        "imgs": "U3Rl",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 1028,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Need For Speed, The - Saturn Game",
        "imgs": "TmVl",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 1234,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Nights Into Dreams Not For Resale - Saturn Game",
        "imgs": "Tmlna",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 1234,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Nights Into Dreams Sampler - Saturn Game",
        "imgs": "TmlnaH",
        "desc": "Includes original sampler game disc, case, and may come with the original instruction manual when available. ",
        "price": 719,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Sonic 3D Blast - Saturn Game",
        "imgs": "U29uaWMgM0",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 2367,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Nba Jam Tournament Edition - Saturn Game",
        "imgs": "TmJhIEp",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 2058,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Command & Conquer - Saturn Game",
        "imgs": "Q29tb",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 719,
        "cond": "Used",
        "keys": "Saturn, Game, Strategy",
        "cat": "Game"
    },
    {
        "name": "Black Dawn - Saturn Game",
        "imgs": "QmxhY",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 822,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Last Bronx - Saturn Game",
        "imgs": "TGFzd",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 0,
        "cond": "Used",
        "keys": "Saturn, Game, Fighting",
        "cat": "Game"
    },
    {
        "name": "Bug! - Saturn Game",
        "imgs": "QnVnIS",
        "desc": "with Sega Saturn original game disc, instruction booklet, in case with cover art. ",
        "price": 3088,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Sega Rally Championship - Saturn Game",
        "imgs": "U2Vn",
        "desc": "Includes original game disc, game case, instruction booklet. ",
        "price": 3088,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "World Series Baseball Ii - Saturn Game",
        "imgs": "V29yb",
        "desc": "Includes original game disc, case, and may come with the original instruction manual when available. ",
        "price": 616,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Sega Saturn Choice Cuts - Saturn Game",
        "imgs": "",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 0,
        "cond": "Used",
        "keys": "Saturn, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Christmas Nights Into Dreams - Saturn Game",
        "imgs": "",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 0,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Galaxy Fight - Saturn Game",
        "imgs": "R2FsY",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 2058,
        "cond": "Used",
        "keys": "Saturn, Game, Fighting",
        "cat": "Game"
    },
    {
        "name": "High Velocity Mountain Racing Challenge - Saturn Game",
        "imgs": "SGln",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 1543,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Last Gladiators Digital Pinball - Saturn Game",
        "imgs": "TGFzdC",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 410,
        "cond": "Used",
        "keys": "Saturn, Game, Arcade",
        "cat": "Game"
    },
    {
        "name": "Cyber Speedway - Saturn Game",
        "imgs": "Q3li",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 513,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Solar Eclipse - Saturn Game",
        "imgs": "U29sY",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 513,
        "cond": "Used",
        "keys": "Saturn, Game, Action Adventure",
        "cat": "Game"
    },
    {
        "name": "Scorcher - Saturn Game",
        "imgs": "U2Nv",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 513,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "Pebble Beach Golf Links - Saturn Game",
        "imgs": "UGVi",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 410,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Frank Thomas Big Hurt Baseball - Saturn Game",
        "imgs": "RnJh",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 204,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "Hi Octane - Saturn Game",
        "imgs": "SGkg",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 513,
        "cond": "Used",
        "keys": "Saturn, Game, Racing",
        "cat": "Game"
    },
    {
        "name": "World Series Baseball - Saturn Game",
        "imgs": "V29ybG",
        "desc": "Includes original game disk, case, and may come with the original instruction manual when available. ",
        "price": 307,
        "cond": "Used",
        "keys": "Saturn, Game, Sports",
        "cat": "Game"
    },
    {
        "name": "N64 2 Player Pak",
        "imgs": "TjY0",
        "desc": "This Nintendo 64 system and all its games and accessories are fully refurbished and cleaned. Our systems are in great condition and free from most cosmetic flaws. Includes: Donkey Kong Pak - Original N64 system control deck, Expansion Pak, power cord, TV hookup, 2 brand new compatible controllers, Donkey Kong 64 game, and Diddy Kong Racing game.",
        "price": 31928,
        "cond": "Refurbished",
        "keys": "Nintendo 64, N64, Nintendo, Console, Gray",
        "cat": "Console"
    },
    {
        "name": "N64 Mario Pak",
        "imgs": "TjY0I",
        "desc": "This Nintendo 64 system and all its games and accessories are fully refurbished and cleaned. Our systems are in great condition and free from most cosmetic flaws. Includes: Mario Pak - Original N64 system control deck, Jumper Pak, power cord, TV hookup, 2 brand new compatible controllers, and Super Mario 64 game.",
        "price": 26263,
        "cond": "Refurbished",
        "keys": "Nintendo 64, N64, Nintendo, Console, Grape, Purple",
        "cat": "Console"
    },
    {
        "name": "N64 1 Player Pak Gold",
        "imgs": "TjY0ID",
        "desc": "Includes the gold control deck, new N64 compatible controller, power cord, TV hookup, and jumper pak. This N64 system and all of its accessories are in great used condition and have been tested and work like new.",
        "price": 20083,
        "cond": "Refurbished",
        "keys": "Nintendo 64, N64, Nintendo, Console, Gold",
        "cat": "Console"
    },
    {
        "name": "N64 1 Player Pak Clear Blue / Clear",
        "imgs": "TjY0IDE;TjY0IDEg",
        "desc": "Includes the clear blue top on clear bottom control deck, 1 new N64 compatible controller, power cord, TV hookup, and jumper pak. This N64 system and all of its accessories are in great used condition and have been tested and work like new.",
        "price": 20083,
        "cond": "Refurbished",
        "keys": "Nintendo 64, N64, Nintendo, Console, Clear, Blue",
        "cat": "Console"
    },
    {
        "name": "N64 1 Player Pak Grape Purple",
        "imgs": "TjY0IDEgU",
        "desc": "Includes the Grape Purple control deck, 1 new N64 compatible controller, power cord, TV hookup, and jumper pak. This N64 system and all of its accessories are in great used condition and have been tested and work like new.",
        "price": 20083,
        "cond": "Refurbished",
        "keys": "Nintendo 64, N64, Nintendo, Console, Grape, Purple",
        "cat": "Console"
    },
    {
        "name": "Nes 2 Player Pak",
        "imgs": "TmVz",
        "desc": "This original Nintendo system from 1985 is fully refurbished, cleaned, and tested. These acceptable systems are in used condition but play like new with a new 72 pin connector and have cosmetic flaws. NES Package descriptions: 2 Player Pak Acceptable - Original NES console, 2 compatible controllers, TV hookup, and power cord. This system is fully functional as is. The console and controllers work but have minor cosmetic flaws including but not limited to discoloration, scratches, chips, stickers, writing etc.",
        "price": 14933,
        "cond": "Refurbished",
        "keys": "Nintendo Entertainment System, NES, Nintendo, Console, Gray",
        "cat": "Console"
    },
    {
        "name": "Nes Mario 123 Pak",
        "imgs": "TmVzI",
        "desc": "This original Nintendo system and all its games and accessories are fully refurbished, cleaned, and tested. Our systems are in good used condition and play like new with a new 72 pin connector and are free from most cosmetic flaws. NES Packages descriptions: Mario 123 Pak - Original NES console, 1 new replica controller, TV hookup, power cord, Super Mario, Super Mario 2, and Super Mario 3 games.",
        "price": 21628,
        "cond": "Refurbished",
        "keys": "Nintendo Entertainment System, NES, Nintendo, Console, Gray",
        "cat": "Console"
    },
    {
        "name": "Nes Mario 123 Zapper Pak",
        "imgs": "TmVzIE",
        "desc": "This Nintendo System and all its games and accessories are fully refurbished, cleaned, and tested. Our systems are in good used condition and play like new with a new 72 pin connector and are free from most cosmetic flaws. NES Packages descriptions: Mario 123 Zapper Pak - Original NES console, 2 new replica controllers, TV hookup, power cord, zapper gun, Super Mario/Duck Hunt, Super Mario 2, and Super Mario 3 games. Please note that the zapper gun will only work on CRT (Tube) televisions. It will not work on any HD TVs i.e. Plasma, LED, LCD, DLP or projection style TVs.",
        "price": 21628,
        "cond": "Refurbished",
        "keys": "Nintendo Entertainment System, NES, Nintendo, Console, Gray",
        "cat": "Console"
    },
    {
        "name": "Gamecube Platinum 1 Player Pak",
        "imgs": "R2Ft",
        "desc": "This Nintendo GameCube system and all its accessories are fully cleaned and refurbished. Our systems are in like new condition and free from most cosmetic flaws.",
        "price": 16993,
        "cond": "Refurbished",
        "keys": "Nintendo GameCube, GameCube, Nintendo, Console, Platinum",
        "cat": "Console"
    },
    {
        "name": "Gamecube Black 1 Player Pak",
        "imgs": "R2FtZ",
        "desc": "This Nintendo GameCube system and all its accessories are fully cleaned and refurbished. Our systems are in like new condition and free from most cosmetic flaws.",
        "price": 16993,
        "cond": "Refurbished",
        "keys": "Nintendo GameCube, GameCube, Nintendo, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Gamecube Indigo 1 Player Pak",
        "imgs": "R2FtZW",
        "desc": "This Nintendo GameCube system and all its accessories are fully cleaned and refurbished. Our systems are in like new condition and free from most cosmetic flaws.",
        "price": 16993,
        "cond": "Refurbished",
        "keys": "Nintendo GameCube, GameCube, Nintendo, Console, Indigo",
        "cat": "Console"
    },
    {
        "name": "Snes 1 Player Pak",
        "imgs": "U25l",
        "desc": "This Super Nintendo system and all its accessories are fully cleaned and refurbished. Our systems are in like new condition and free from most cosmetic flaws.",
        "price": 14933,
        "cond": "Refurbished",
        "keys": "Super Nintendo, SNES, Nintendo, Console, Gray",
        "cat": "Console"
    },
    {
        "name": "Snes 2 Player Pak",
        "imgs": "U25lc",
        "desc": "This Super Nintendo system and all its accessories are fully cleaned and refurbished. Our systems are in like new condition and free from most cosmetic flaws. SNES Package description: Player Pak: SNES system console, AC adapter, TV hookup, and 2 new replica controllers.",
        "price": 15963,
        "cond": "Refurbished",
        "keys": "Super Nintendo, SNES, Nintendo, Console, Gray",
        "cat": "Console"
    },
    {
        "name": "Snes Donkey Kong Country Pak",
        "imgs": "U25lcy",
        "desc": "This Super Nintendo system and all its accessories are fully cleaned and refurbished. Our systems are in like new condition and free from most cosmetic flaws. SNES Package description: Donkey Kong Country Pak: SNES system console, AC adapter, TV hookup, 2 new replica controllers, Donkey Kong Country 1, 2, & 3 SNES games.",
        "price": 24718,
        "cond": "Refurbished",
        "keys": "Super Nintendo, SNES, Nintendo, Console, DK, Donkey Kong, Gray",
        "cat": "Console"
    },
    {
        "name": "Game Gear Blue",
        "imgs": "R2FtZS",
        "desc": "Original Sega Game Gear System BLUE Handheld device with AC adapter only. System is in great condition, no major scratches or marks on the screen. The battery covers are intact. Tested and works like new.  It will play original Game Gear games. For best picture quality you must adjust the brightness setting on the right side of the system. Needs 6 AA batteries or AC adapter (not included).",
        "price": 12358,
        "cond": "Refurbished",
        "keys": "Sega, Game Gear, Handheld, Console, Blue",
        "cat": "Console"
    },
    {
        "name": "Game Gear",
        "imgs": "R2FtZSB",
        "desc": "Original Sega Game Gear System Handheld device with AC adapter only. System is in great condition, no major scratches or marks on the screen. The battery covers are intact. Tested and works like new.  It will play original Game Gear games. For best picture quality you must adjust the brightness setting on the right side of the system. Needs 6 AA batteries or AC adapter (not included).",
        "price": 11843,
        "cond": "Refurbished",
        "keys": "Sega, Game Gear, Handheld, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Sega Saturn 1 Player Pak",
        "imgs": "U2VnY",
        "desc": "Includes Sega Saturn original console, original controller, AV cables, and AC adapter.  All product is in good used condition, cleaned, tested, and backed by our free 120 day warranty.",
        "price": 17508,
        "cond": "Refurbished",
        "keys": "Sega, Saturn, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Sega Genesis 2 Player Pak",
        "imgs": "U2VnYS",
        "desc": "This Sega Genesis System and all its games and accessories are fully refurbished and cleaned. Our systems are in great condition and play like new and are free from most cosmetic flaws. Genesis Package description: 2 Player Pak:  Genesis system console, AC adapter, TV hookup, and 2 new 6 button controllers.",
        "price": 8238,
        "cond": "Refurbished",
        "keys": "Sega, Genesis, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Sega Genesis 1 Player Pak",
        "imgs": "U2VnYSB",
        "desc": "This Sega Genesis System and all its games and accessories are fully refurbished and cleaned. Our systems are in great condition and play like new and are free from most cosmetic flaws. Genesis Package description: Player Pak:  Genesis system console, AC adapter, TV hookup, and 1 new 6 button controller.",
        "price": 7208,
        "cond": "Refurbished",
        "keys": "Sega, Genesis, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Sega Genesis Ii 2 Player Pak",
        "imgs": "U2VnYSBH",
        "desc": "The Sega Genesis II is just like the larger original, just in a smaller more compact console deck. With its superior 16-bit graphics and enhanced speed, it forced the creation of the Super Nintendo and thus evolving video games into what they are today. Genesis II Package description: 2 Player Pak - Original Genesis II console, TV hookup, power cord, and 2 new 6 button controllers.",
        "price": 6178,
        "cond": "Refurbished",
        "keys": "Sega, Genesis, II, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Sega Genesis Ii 1 Player Pak",
        "imgs": "U2VnYSBHZ",
        "desc": "The Sega Genesis II is just like the larger original, just in a smaller more compact console deck. With its superior 16-bit graphics and enhanced speed, it forced the creation of the Super Nintendo and thus evolving video games into what they are today.  This Sega Genesis II System and all its accessories are fully refurbished and cleaned. Our original consoles and accessories are in used condition and will have some cosmetic flaws, including scratches, chips and non-functioning reset buttons. Genesis II Package description: 1 Player Pak - Original Genesis II console, TV hookup, power cord, and 1 compatible controller. Controller style will vary.",
        "price": 4633,
        "cond": "Refurbished",
        "keys": "Sega, Genesis, II, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Sega Genesis Ii Sonic 2 Pak",
        "imgs": "U2VnYSBHZW",
        "desc": "This Sega Genesis System and all its games and accessories are fully refurbished and cleaned. Our systems are in great condition and play like new and are free from most cosmetic flaws. Genesis II Package description: Sonic Pak:  Genesis II system console, AC adapter, TV hookup, 1 new 6 button controller, and Sonic the Hedgehog 2 game cartridge.",
        "price": 5148,
        "cond": "Refurbished",
        "keys": "Sega, Genesis, II, Console, Black, Sonic",
        "cat": "Console"
    },
    {
        "name": "Gameboy Color Teal",
        "imgs": "R2FtZWJ",
        "desc": "This Nintendo Game Boy Color handheld unit and all its games and accessories are fully refurbished, cleaned, and tested. The Game Boy Color will play original Game Boy and Game Boy Color cartridges. Our systems are in good used condition, play like new, free from most cosmetic flaws with a brand new screen installed.",
        "price": 7208,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Color, Console, Teal",
        "cat": "Console"
    },
    {
        "name": "Gameboy Color Clear Purple",
        "imgs": "R2FtZWJv",
        "desc": "This Nintendo Game Boy Color handheld unit and all its games and accessories are fully refurbished, cleaned, and tested. The Game Boy Color will play original Game Boy and Game Boy Color cartridges. Our systems are in good used condition, play like new, free from most cosmetic flaws with a brand new screen installed.",
        "price": 7208,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Color, Console, Clear, Purple",
        "cat": "Console"
    },
    {
        "name": "Gameboy Color Clear",
        "imgs": "R2FtZWJve",
        "desc": "This Nintendo Game Boy Color handheld unit and all its games and accessories are fully refurbished, cleaned, and tested. The Game Boy Color will play original Game Boy and Game Boy Color cartridges. Our systems are in good used condition, play like new, free from most cosmetic flaws with a brand new screen installed.",
        "price": 7208,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Color, Console, Clear",
        "cat": "Console"
    },
    {
        "name": "Gameboy Color Purple",
        "imgs": "R2FtZWJveS",
        "desc": "This Nintendo Game Boy Color handheld unit and all its games and accessories are fully refurbished, cleaned, and tested. The Game Boy Color will play original Game Boy and Game Boy Color cartridges. Our systems are in good used condition, play like new, free from most cosmetic flaws with a brand new screen installed.",
        "price": 7208,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Color, Console, Purple",
        "cat": "Console"
    },
    {
        "name": "Gameboy System",
        "imgs": "R2FtZWJveSB",
        "desc": "This Nintendo Game Boy unit and all its games and accessories are fully refurbished, cleaned, and tested. The Game Boy will play original Game Boy cartridges. Our systems are in good used condition, play like new, free from most cosmetic flaws with a brand new screen installed.",
        "price": 9268,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Console, Gray",
        "cat": "Console"
    },
    {
        "name": "Gameboy Black",
        "imgs": "R2FtZWJveSBC",
        "desc": "This Nintendo Game Boy unit and all its games and accessories are fully refurbished, cleaned, and tested. The Game Boy will play original Game Boy cartridges. Our systems are in good used condition, play like new, free from most cosmetic flaws with a brand new screen installed.",
        "price": 9783,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Gameboy Advance Clear",
        "imgs": "R2FtZWJveSBB;R2FtZWJveSBBZ",
        "desc": "Original Nintendo Game Boy Advance System. Comes Complete with System only. System is used and may have minor scratches. The battery cover is intact. Tested and works like new. This is the Original Nintendo Game Boy Advance handheld system. It will play Original Game Boy games, Game Boy color games, as well as Game Boy Advance games. Needs two AA batteries.",
        "price": 6693,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Advance, Console, Clear",
        "cat": "Console"
    },
    {
        "name": "Gameboy Advance Silver",
        "imgs": "R2FtZWJveSBBZH",
        "desc": "Original Nintendo Game Boy Advance System Silver. System only. System is used and may have minor scratches. The battery cover is intact. Tested and works great! This is the Original Nintendo Game Boy Advance handheld system. It will play Original Game Boy games, Game Boy color games, as well as Game Boy Advance games. Needs two AA batteries, not included.",
        "price": 6693,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Advance, Console, Silver",
        "cat": "Console"
    },
    {
        "name": "Gameboy Advance Purple",
        "imgs": "R2FtZWJveSBBZHZ",
        "desc": "Original Nintendo Game Boy Advance System Purple. System only. System is used and may have minor scratches. The battery cover is intact. Tested and works great! This is the Original Nintendo Game Boy Advance handheld system. It will play Original Game Boy games, Game Boy color games, as well as Game Boy Advance games. Needs two AA batteries, not included.",
        "price": 6693,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Advance, Console, Purple",
        "cat": "Console"
    },
    {
        "name": "Gameboy Advance Black",
        "imgs": "R2FtZWJveSBBZHZh",
        "desc": "Original Nintendo Game Boy Advance System Black. System only. System is used and may have minor scratches. The battery cover is intact. Tested and works great! This is the Original Nintendo Game Boy Advance handheld system. It will play Original Game Boy games, Game Boy color games, as well as Game Boy Advance games. Needs two AA batteries, not included.",
        "price": 6693,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Advance, Console, Black",
        "cat": "Console"
    },
    {
        "name": "Gameboy Advance Clear Pink",
        "imgs": "R2FtZWJveSBBZHZhb",
        "desc": "Original Nintendo Game Boy Advance System Clear Pink. System only. System is used and may have minor scratches. The battery cover is intact. Tested and works great! This is the Original Nintendo Game Boy Advance handheld system. It will play Original Game Boy games, Game Boy color games, as well as Game Boy Advance games. Needs two AA batteries, not included.",
        "price": 5663,
        "cond": "Refurbished",
        "keys": "Nintendo, Gameboy, Advance, Console, Clear, Pink",
        "cat": "Console"
    }
]
